{
  "earcockle": "A disease in wheat, in which the blackened and contracted grain, or ear, is filled with minute worms.",
  "eburnation": "A condition of bone cartilage occurring in certain diseases of these tissues, in which they acquire an unnatural density, and come to resemble ivory.",
  "ecballium": "A genus of cucurbitaceous plants consisting of the single species Ecballium agreste (or Elaterium ), the squirting cucumber. Its fruit, when ripe, bursts and violently ejects its seeds, together with a mucilaginous juice, from which elaterium, a powerful cathartic medicine, is prepared.",
  "echinococcosis": "infestation with echinococci (tapeworms). An infection with the larval form is called hydatid disease .",
  "eclampsia": "A fancied perception of flashes of light, a symptom of epilepsy; hence, epilepsy itself; convulsions.",
  "eclegm": "A medicine made by mixing oils with sirups.",
  "ectrotic": "Having a tendency to prevent the development of anything, especially of a disease.",
  "eczema": "An inflammatory disease of the skin, characterized by the presence of redness and itching, an eruption of small vesicles, and the discharge of a watery exudation, which often dries up, leaving the skin covered with crusts; -- called also tetter , milk crust , and salt rheum .",
  "efficacy": "Power to produce effects; operation or energy of an agent or force; production of the effect intended; as, the efficacy of medicine in counteracting disease; the efficacy of prayer.",
  "effluvium": "Subtile or invisible emanation; exhalation perceived by the sense of smell; especially, noisome or noxious exhalation; as, the effluvium from diseased or putrefying bodies, or from ill drainage .",
  "egophony": "The sound of a patient's voice so modified as to resemble the bleating of a goat, heard on applying the ear to the chest in certain diseases within its cavity, as in pleurisy with effusion.",
  "elective surgery": "surgery that is not essential, especially surgery to correct a condition that is not life-threatening; surgery that is not required for survival. See also cosmetic surgery .",
  "electropathy": "The treatment of disease by electricity.",
  "electro-physiological": "Pertaining to electrical results produced through physiological agencies, or by change of action in a living organism.",
  "electro-physiology": "That branch of physiology which treats of electric phenomena produced through physiological agencies; it is especially concerned with electrical impulses generated by and conducted between nerves.",
  "electro-therapeutics": "The branch of medical science which treats of the applications agent.",
  "electuary": "A medicine composed of powders, or other ingredients, incorporated with some convserve, honey, or sirup; a confection. See the note under Confection .",
  "elephantiasis": "A disease of the skin, in which it become enormously thickened, and is rough, hard, and fissured, like an elephant's hide.",
  "elixir": "A tincture with more than one base; a compound tincture or medicine, composed of various substances, held in solution by alcohol in some form.",
  "embrocate": "To moisten and rub (a diseased part) with a liquid substance, as with spirit, oil, etc., by means of a cloth or sponge.",
  "embrocation": "The act of moistening and rubbing a diseased part with spirit, oil, etc.",
  "emmenagogue": "A medicine that promotes the menstrual discharge.",
  "encephalopathy": "Any disease or symptoms of disease referable to disorders of the brain; as, lead encephalopathy , the cerebral symptoms attending chronic lead poisoning .",
  "endemical": "Peculiar to a district or particular locality, or class of persons; as, an endemic disease .",
  "endemic": "An endemic disease.",
  "endodontics": "the branch of dentistry dealing with diseases of the dental pulp.",
  "endoscope": "An instrument for examining the interior of the body, consisting of a flexible tube with lenses and optical fibers permitting illumination of the interior site to be inspected, and visualization of the interior site from outside the body; it often has small surgical instruments attached to the end and manipulable from the outside, permitting biopsy or surgery. It is used as a non-invasive or minimally invasive tool for diagnosis or treatment, especially in organs having an external opening such as the rectum, the urethra, and the bladder.",
  "endoscopy": "The art or process of examination or treatment by means of an endoscope.",
  "enema": "An injection, or clyster, thrown into the rectum as a medicine, or to impart nourishment.",
  "enepidermic": "Applied to the skin without friction; -- said of medicines.",
  "engarboil": "To throw into disorder; to disturb.",
  "entasia": "Tonic spasm; -- applied generically to denote any disease characterized by tonic spasms, as tetanus, trismus, etc.",
  "entastic": "Relating to any disease characterized by tonic spasms.",
  "enteropathy": "Disease of the intestines.",
  "entertainment": "The act of receiving as host, or of amusing, admitting, or cherishing; hospitable reception; also, reception or treatment, in general.",
  "enthetic": "Caused by a pathogenic organism implanted in the system; as, an enthetic disease like syphilis .",
  "entophytic": "Of or pertaining to entophytes; as, an entophytic disease .",
  "entreaty": "Treatment; reception; entertainment.",
  "enzootic": "Afflicting animals; -- used of a disease affecting the animals of a district. It corresponds to an endemic disease among men.",
  "enzyme": "A protein produced by a living organism, capable of catalyzing a chemical reaction. Almost all processes in living organisms require some form of enzyme to cause the reactions to occur at a rate sufficient to support life. There are a very wide variety of enzymes, each specifically catalyzing a different chemical reaction, the sum of which cause the bulk of the physiological changes observed as life processes. Enzymes, like most proteins, are synthesized by the protein-synthetic mechanism of the living cell, at special sites on ribosomes, using the genetic information in messenger RNA transcribed from the genetic instructions stored as nuleotide sequences in the DNA (or in some viruses, the RNA) of the genome. Some examples of enzymes are: pepsin, diastase, rennet, DNA polymerase, invertase, glucose oxidase, protease, and ribonuclease. There are many other types of enzyme.",
  "epidemical": "Common to, or affecting at the same time, a large number in a community; -- applied to a disease which, spreading widely, attacks many persons at the same time; as, an epidemic disease; an epidemic catarrh, fever, etc. See Endemic .",
  "epidemic": "An epidemic disease.",
  "epidemiography": "A treatise upon, or history of, epidemic diseases.",
  "epidemiology": "That branch of medicine which studies the incidence and distribution of disease in a population, and uses such information to find the causes, modes of transmission, and methods for control of disease.",
  "epidemy": "An epidemic disease.",
  "epilepsy": "The <ldquo/falling sickness,<rdquo/ so called because the patient falls suddenly to the ground; a disease characterized by paroxysms (or fits) occurring at interval and attended by sudden loss of consciousness, and convulsive motions of the muscles.",
  "epiphora": "The watery eye; a disease in which the tears accumulate in the eye, and trickle over the cheek.",
  "epizootic": "A contagious disease which attacks many animals at the same time; an epizootic disease; an epidemic among animals.",
  "eradicative": "Tending or serving to eradicate; curing or destroying thoroughly, as a disease or any evil.",
  "ergot": "A diseased condition of rye and other cereals, in which the grains become black, and often spur-shaped. It is caused by a parasitic fungus, Claviceps purpurea .",
  "ergotism": "A diseased condition produced by eating rye affected with the ergot fungus.",
  "erodent": "A medicine which eats away extraneous growths; a caustic.",
  "errhine": "A medicine designed to be snuffed up the nose, to promote discharges of mucus; a sternutatory.",
  "erysipelas": "St. Anthony's fire; a febrile disease accompanied with a diffused red edematous inflammation of the skin, which, starting usually from a single point, spreads gradually over its surface. It is often accompanied by severe constitutional symptoms. It is caused by a group A hemolytic streptococcus ( Streptococcus pyogenes ), is contagious, and formerly often occured epidemically.",
  "erythema": "A disease of the skin, in which a diffused inflammation forms rose-colored patches of variable size.",
  "eserine": "An alkaloid found in the Calabar bean, and the seed of Physostigma venenosum ; physostigmine. It is used in ophthalmic surgery for its effect in contracting the pupil.",
  "esurine": "A medicine which provokes appetites, or causes hunger.",
  "ethanol": "The organic compound C2H5.OH , the common alcohol which is the intoxicating agent in beer, wine, and other fermented and distilled liquors; called also ethyl alcohol . It is used pure or denatured as a solvent or in medicines and colognes and cleaning solutions, or mixed in gasoline as a fuel for automobiles, and as a rocket fuel (as in the V-2 rocket).",
  "ethics": "The science of human duty; the body of rules of duty drawn from this science; a particular system of principles and rules concerting duty, whether true or false; rules of practice in respect to a single class of human actions; as, political or social ethics ; medical ethics .",
  "ethyl alcohol": "the organic compound C2H5.OH , which is the intoxicating agent in beer, wine, and other fermented and distilled liquors; it is used pure or denatured as a solvent or in medicines and colognes and cleaning solutions and rocket fuel.",
  "euphrasy": "The plant eyebright ( Euphrasia officionalis ), formerly regarded as beneficial in disorders of the eyes.",
  "evectics": "The branch of medical science which teaches the method of acquiring a good habit of body.",
  "exacerbate": "To render more violent or bitter; to irritate; to exasperate; to imbitter, as passions or disease.",
  "exacerbescence": "Increase of irritation or violence, particularly the increase of a fever or disease.",
  "exanthema": "An efflorescence or discoloration of the skin; an eruption or breaking out, as in measles, smallpox, scarlatina, and the like diseases; -- sometimes limited to eruptions attended with fever.",
  "exophthalmia": "The protrusion of the eyeball so that the eyelids will not cover it, in consequence of disease.",
  "eyebright": "A small annual plant ( Euphrasia officinalis ), formerly much used as a remedy for diseases of the eye.",
  "ulcer": "A solution of continuity in any of the soft parts of the body, discharging purulent matter, found on a surface, especially one of the natural surfaces of the body, and originating generally in a constitutional disorder; a sore discharging pus. It is distinguished from an abscess , which has its beginning, at least, in the depth of the tissues.",
  "unction": "The act of anointing, smearing, or rubbing with an unguent, oil, or ointment, especially for medical purposes, or as a symbol of consecration; as, mercurial unction .",
  "unhealth": "Unsoundness; disease.",
  "unordinate": "Disorderly; irregular; inordinate.",
  "unsettle": "To move or loosen from a settled position or state; to unfix; to displace; to disorder; to confuse.",
  "unshape": "To deprive of shape, or of proper shape; to disorder; to confound; to derange.",
  "unsound": "Not sound; not whole; not solid; defective; infirm; diseased.",
  "uraemia": "Accumulation in the blood of the principles of the urine, producing dangerous disease.",
  "uretic": "Of or pertaining to the urine; diuretic; urinary; as, uretic medicine .",
  "uronology": "That part of medicine which treats of urine.",
  "uroscopy": "The diagnosis of diseases by inspection of urine.",
  "urticaria": "The nettle rash, a disease characterized by a transient eruption of red pimples and of wheals, accompanied with a burning or stinging sensation and with itching; uredo.",
  "urtication": "The act or process of whipping or stinging with nettles; -- sometimes used in the treatment of paralysis.",
  "usage": "The act of using; mode of using or treating; treatment; conduct with respect to a person or a thing; as, good usage ; ill usage ; hard usage .",
  "utility": "The quality or state of being useful; usefulness; production of good; profitableness to some valuable end; as, the utility of manure upon land; the utility of the sciences; the utility of medicines .",
  "handbag": "a small bag usually made of cloth, leather or a similar imitation material, and often having a strap to permit carrying it by slinging it over a shoulder, used by women to carry money and small personal items or accessories; as, she had to search under the cosmetics, hankies, and medicines in her handbag to find a comb .",
  "hardnose": "A hard-nosed person; one who is realistic and pragmatic and is impatient with those who are not.",
  "hatteria": "A New Zealand lizard, which, in anatomical character, differs widely from all other existing lizards. It is the only living representative of the order Rhynchocephala , of which many Mesozoic fossil species are known; -- called also Sphenodon , tuatara , and Tuatera .",
  "hdl": "High density lipoprotein, a lipoprotein that transports cholesterol in the blood; high levels are thought to be associated with decreased risk of coronary heart disease and atherosclerosis; sometimes called good cholesterol . Contrasted with LDL .",
  "health": "The state of being hale, sound, or whole, in body, mind, or soul; especially, the state of being free from physical disease or pain.",
  "healthful": "Full of health; free from illness or disease; well; whole; sound; healthy; as, a healthful body or mind; a healthful plant.",
  "healthiness": "The state of being healthy or healthful; freedom from disease.",
  "healthy": "Being in a state of health; enjoying health; hale; sound; free from disease; as, a healthy child; a healthy plant.",
  "heartburn": "An uneasy, burning sensation in the stomach, often attended with an inclination to vomit. It is sometimes idiopathic, but is often a symptom of other complaints.",
  "heating": "That heats or imparts heat; promoting warmth or heat; exciting action; stimulating; as, heating medicines or applications .",
  "heatstroke": "A physiological disturbance caused by exposure to excessive heat, resulting in rapid pulse, hot dry skin, and fever, leading to loss of consciousness.",
  "heaves": "A disease of horses, characterized by difficult breathing, with heaving of the flank, wheezing, flatulency, and a peculiar cough; broken wind.",
  "hectic": "Habitual; constitutional; pertaining especially to slow waste of animal tissue, as in consumption; as, a hectic type in disease; a hectic flush.",
  "helleborism": "The practice or theory of using hellebore as a medicine.",
  "helminthiasis": "A disease in which worms are present in some part of the body.",
  "hematic": "A medicine designed to improve the condition of the blood.",
  "hemeralopia": "A disease of the eyes, in consequence of which a person can see clearly or without pain only by daylight or a strong artificial light; day sight.",
  "hemophilia": "A condition characterized by a tendency to profuse and uncontrollable hemorrhage from the slightest wounds; it is caused by an absence or abnormality of a clotting factor in the blood, and is a recessive genetic disease linked to the X-chromosome, and therefore usually occurs only in males; there are several specific forms. It may be treated by administering purified clotting factor. It was formerly termed Hematophilia .",
  "hemosiderin": "a granular yellowish-brown substance composed of protein and ferric oxide, resulting from the breakdown of hemoglobin; it has a higher iron content than ferritin, and its presence in body tissues or phagocytes can be a symptom of disturbed iron metabolism.",
  "hemostatic": "A medicine or application to arrest hemorrhage.",
  "hepar": "Liver of sulphur; a substance of a liver-brown color, sometimes used in medicine. It is formed by fusing sulphur with carbonates of the alkalies (esp. potassium), and consists essentially of alkaline sulphides. Called also hepar sulphuris ( .",
  "hepatic": "Of or pertaining to the liver; as, hepatic artery; hepatic diseases.",
  "heroin": "a morphine derivative, diacetyl morphine , used to relieve severe pain and as a sedative. It is highly addictive, and its use is strictly controlled in the U.S. by federal law. It is a popular strong narcotic drug of abuse, in part because it is more soluble than morphine. It is sometimes included as one of the components of Brompton's mixture , used to control pain in terminallly ill patients.",
  "herpesvirus": "any of several dozen DNA-containing virus of the family Herpetoviridae , including among them such human-disease-causing agents as Herpes simplex virus causing oral and genital herpes , varicella-zoster virus ( Herpes zoster virus ) causing shingles and chickenpox (varicella), Epstein-Barr virus (EB virus) causing infectious mononucleosis, and Cytomegalovirus .",
  "heteropathy": "That mode of treating diseases, by which a morbid condition is removed by inducing an opposite morbid condition to supplant it; allopathy.",
  "hidrotic": "A medicine that causes perspiration; a diaphoretic or a sudorific.",
  "hierapicra": "A warming cathartic medicine, made of aloes and canella bark.",
  "hippocrates": "A famous Greek physician and medical writer, born in Cos, about 460 b. c.",
  "hippocratic oath": "An oath said to have been dictated by Hippocrates to his disciples. Such an oath is still administered to candidates for graduation in medicine.",
  "hippocratism": "The medical philosophy or system of Hippocrates.",
  "hippopathology": "The science of veterinary medicine; the pathology of the horse.",
  "history": "A learning or knowing by inquiry; the knowledge of facts and events, so obtained; hence, a formal statement of such information; a narrative; a description; a written record; as, the history of a patient's case; the history of a legislative bill.",
  "homeopathy": "The art of curing, founded on resemblances; the theory and its practice that disease is cured ( tuto , cito , et jucunde ) by remedies which produce on a healthy person effects similar to the symptoms of the complaint under which the patient suffers, the remedies being usually administered in minute doses. This system was founded by Dr. Samuel Hahnemann , and is opposed to allopathy , or heteropathy .",
  "hoove": "A disease in cattle consisting in inflammation of the stomach by gas, ordinarily caused by eating too much green food; tympany; bloating.",
  "hoven": "Affected with the disease called hoove ; as, hoven cattle .",
  "horripilation": "A real or fancied bristling of the hair of the head or body, resulting from disease, terror, chilliness, etc.",
  "horse-leechery": "The business of a farrier; especially, the art of curing the diseases of horses.",
  "horse-radish": "A plant of the genus Nasturtium ( Nasturtium Armoracia ), allied to scurvy grass, having a root of a pungent taste, much used, when grated, as a condiment and in medicine.",
  "hospitalization": "medical care in a hospital; also, the period during which one receives care in a hospital.",
  "hospitalisation insurance": "A form of medical insurance that pays for all or part of the fees for a person's residence and treatment in a hospital.",
  "hospitalise": "To place (a person) in a hospital in order to receive medical treatment, for observation, or for rest.",
  "housefly": "common fly ( Musca domestica ) that frequents human habitations and spreads many diseases.",
  "houseman": "an advanced student or graduate in medicine gaining supervised practical experience in a hospital or other medical institution.",
  "huddle": "To press together promiscuously, from confusion, apprehension, or the like; to crowd together confusedly; to press or hurry in disorder; to crowd.",
  "humoralist": "One who favors the humoral pathology or believes in humoralism.",
  "humorism": "The theory founded on the influence which the humors were supposed to have in the production of disease; Galenism.",
  "humorist": "One who attributes diseases of the state of the humors.",
  "hydrargyrism": "A diseased condition produced by poisoning with hydrargyrum, or mercury; mercurialism.",
  "hydrometallurgical": "Of or pertaining to hydrometallurgy; involving the use of liquid reagents in the treatment or reduction of ores.",
  "hydropathy": "The water cure; a mode of treating diseases by the copious and frequent use of pure water, both internally and externally.",
  "hydrophobia": "An abnormal dread of water, said to be a symptom of canine madness; hence:",
  "hydrophobic": "Of or pertaining to hydrophobia; producing or caused by rabies; as, hydrophobic symptoms; the hydrophobic poison.",
  "hydrotherapeutics": "A system of treating disease by baths and mineral waters.",
  "hyoscyamine": "An alkaloid found in henbane ( Hyoscyamus niger ), and regarded as its active principle. It is also found with other alkaloids in the thorn apple and deadly nightshade. It is extracted as a white crystalline substance, with a sharp, offensive taste. Hyoscyamine is isomeric with atropine, is very poisonous, and is used as a medicine for neuralgia, like belladonna. Called also hyoscyamia , duboisine , etc.",
  "hyperactivity": "An unusually high level of activity; -- used especially with respect to children who move around frequently and do not sit still very long, most noticeably in school. It is sometimes associated with attention deficit disorder .",
  "hyperinosis": "A condition of the blood, characterized by an abnormally large amount of fibrin, as in many inflammatory diseases.",
  "hyperpyrexia": "A condition of excessive fever; an elevation of temperature in a disease, in excess of the limit usually observed in that disease.",
  "hypochondria": "An excessive concern about one's own health, particularly a morbid worry about illnesses which a person imagines are affecting him, often focusing on specific symptoms; also called hypochondriasis .",
  "hypochondriasis": "A mental disorder in which melancholy and gloomy views torment the affected person, particularly concerning his own health; a morbid and deluded belief that one is afflicted with disease.",
  "hypoderma": "A layer of tissue beneath the epidermis in plants, and performing the physiological function of strengthening the epidermal tissue. In phanerogamous plants it is developed as collenchyma .",
  "hypostrophe": "The act of a patient turning himself.",
  "hysteria": "A nervous affection, occurring almost exclusively in women, in which the emotional and reflex excitability is exaggerated, and the will power correspondingly diminished, so that the patient loses control over the emotions, becomes the victim of imaginary sensations, and often falls into paroxism or fits.",
  "hysteroepilepsy": "A disease resembling hysteria in its nature, and characterized by the occurrence of epileptiform convulsions, which can often be controlled or excited by pressure on the ovaries, and upon other definite points in the body.",
  "waahoo": "The burning bush; -- said to be called after a quack medicine made from it.",
  "warburg's tincture": "A preparation containing quinine and many other ingredients, often used in the treatment of malarial affections. It was invented by Dr. Warburg of London.",
  "wasting": "Causing waste; also, undergoing waste; diminishing; as, a wasting disease; a wasting fortune.",
  "water bed": "A kind of mattress made of, or covered with, waterproof fabric and filled with water, thus providing uniform support to the body lying on it; -- also a bed constructed so as to contain such a mattress. It is used in hospitals for bedridden patients, as well as in some private homes.",
  "water brain": "A disease of sheep; gid.",
  "water doctor": "One who professes to be able to divine diseases by inspection of the urine.",
  "water dressing": "The treatment of wounds or ulcers by the application of water; also, a dressing saturated with water only, for application to a wound or an ulcer.",
  "weak-minded": "Having a weak mind, either naturally or by reason of disease; feebleminded; foolish; idiotic.",
  "weil's disease": "An acute infectious febrile disease, resembling typhoid fever, with muscular pains, disturbance of the digestive organs, jaundice, etc.",
  "wheat rust": "A disease of wheat and other grasses caused by the rust fungus Puccinia graminis ; also, the fungus itself.",
  "wheatworm": "A small nematode worm ( Tylenchus tritici , formerly Anguillula tritici ) which attacks wheat, advancing through the stem to the grains in the ear. In wheat affected with smut, each of the diseased grains may contain a large number of the minute young of the worm.",
  "whey cure": "Treatment with whey as a drink and in baths.",
  "white list": "A list of business concerns regarded as worthy of patronage by reason of compliance with certain conditions, as in regard to treatment of employees; as, the white list of the Consumers' League .",
  "white-water": "A dangerous disease of sheep.",
  "wildly": "In a wild manner; without cultivation; with disorder; rudely; distractedly; extravagantly.",
  "wire-heel": "A disease in the feet of a horse or other beast.",
  "wowf": "Disordered or unsettled in intellect; deranged.",
  "tabasheer": "A concretion in the joints of the bamboo, which consists largely or chiefly of pure silica. It is highly valued in the East Indies as a medicine for the cure of bilious vomitings, bloody flux, piles, and various other diseases.",
  "tabefaction": "A wasting away; a gradual losing of flesh by disease.",
  "tabes": "Progressive emaciation of the body, accompanied with hectic fever, with no well-marked local symptoms.",
  "tampon": "A plug introduced into a natural or artificial cavity of the body in order to arrest hemorrhage, absorb secretions (as from menstruation), or for the application of medicine.",
  "tay-sachs disease": "A rare hereditary disease affecting lipid metabolism in humans, due to a deficiency of hexosaminidase. It occurs in infants and children, and causes death before the onset of adulthood. It occurs most commonly of people of Jewish origin from easter Europe. It is characterized by accumulation of lipids in nervous tissue, causes a red spot on the retina, and eventual blindness and paralysis before death.",
  "temporary": "Lasting for a time only; existing or continuing for a limited time; not permanent; as, the patient has obtained temporary relief .",
  "tertian": "A disease, especially an intermittent fever, which returns every third day, reckoning inclusively, or in which the intermission lasts one day.",
  "tetanus": "A painful and usually fatal disease, resulting generally from a wound, and having as its principal symptom persistent spasm of the voluntary muscles. When the muscles of the lower jaw are affected, it is called locked-jaw , or lickjaw , and it takes various names from the various incurvations of the body resulting from the spasm.",
  "tetrahydrocannabinol": "A chemical substance ( C21H20O2 ) which is produced by the hemp plant (Cannabis sativa), and is the physiologically active agent of dried preparations of that plant, called variously marijuana, hashish, ganja, hemp, etc.; also called THC . It causes the euphoric effect for which the preparations are smoked or chewed. It is used in medicine in a purified form as an antiemetic (an antinausea agent), especially in conjunction with chemotherapy of cancer. It occurs primarily as the 1 -3,4-trans isomer, also called 9 -THC , with small amounts of the 6 -3,4-trans isomer detectable at about 1%. It is a controlled substance, classified as a hallucinogen, and its possession or distribution is illegal in almost all states of the United States.",
  "tetter": "A vesicular disease of the skin; herpes. See Herpes .",
  "therapeutical": "Of or pertaining to the healing art; concerned in discovering and applying remedies for diseases; curative.",
  "therapeutics": "That part of medical science which treats of the discovery and application of remedies for diseases.",
  "thermodin": "A white crystalline substance derived from urethane, used in medicine as an antipyretic, etc.",
  "thermotherapy": "Treatment of disease by heat, esp. by hot air.",
  "thomsonianism": "An empirical system which assumes that the human body is composed of four elements, earth, air, fire, and water, and that vegetable medicines alone should be used; -- from the founder, Dr. Samuel Thomson , of Massachusetts.",
  "thoroughpin": "A disease of the hock (sometimes of the knee) of a horse, caused by inflammation of the synovial membrane and a consequent excessive secretion of the synovial fluid; -- probably so called because there is usually an oval swelling on each side of the leg, appearing somewhat as if a pin had been thrust through.",
  "throstling": "A disease of bovine cattle, consisting of a swelling under the throat, which, unless checked, causes strangulation.",
  "thwarter": "A disease in sheep, indicated by shaking, trembling, or convulsive motions.",
  "thymiatechny": "The art of employing perfumes in medicine.",
  "tinea": "A name applied to various skin diseases, but especially to ringworm. See Ringworm , and Sycosis .",
  "tittup": "To behave or move in a lively or restless manner, as an impatient horse; to caper; to prance; to frisk.",
  "tobacco": "An American plant ( Nicotiana Tabacum ) of the Nightshade family, much used for smoking and chewing, and as snuff. As a medicine, it is narcotic, emetic, and cathartic. Tobacco has a strong, peculiar smell, and an acrid taste.",
  "tocology": "The science of obstetrics, or midwifery; that department of medicine which treats of parturition.",
  "tousle": "To put into disorder; to tumble; to touse.",
  "toxical": "Of or pertaining to poison; poisonous; as, toxic medicines .",
  "tractation": "Treatment or handling of a subject; discussion.",
  "tragacanth": "A kind of gum procured from a spiny leguminous shrub ( Astragalus gummifer ) of Western Asia, and other species of Astragalus. It comes in hard whitish or yellowish flakes or filaments, and is nearly insoluble in water, but slowly swells into a mucilaginous mass, which is used as a substitute for gum arabic in medicine and the arts. Called also gum tragacanth .",
  "treatment": "The act or manner of treating; management; manipulation; handling; usage; as, unkind treatment ; medical treatment .",
  "trichiasis": "A disease of the eye, in which the eyelashes, being turned in upon the eyeball, produce constant irritation by the motion of the lids.",
  "trichinosis": "The disease produced by the presence of trichinae in the muscles and intestinal track. It is marked by fever, muscular pains, and symptoms resembling those of typhoid fever, and is frequently fatal.",
  "trichomatose": "Affected with a disease which causes agglutination and matting together; -- said of the hair when affected with plica. See Plica , 1.",
  "trional": "A compound similar to sulphonal, used as a hypnotic in medicine.",
  "tropical": "Of or pertaining to the tropics; characteristic of, or incident to, the tropics; being within the tropics; as, tropical climate; tropical latitudes; tropical heat; tropical diseases.",
  "tuberculosis": "A constitutional disease caused by infection with Mycobacterium tuberculosis (also called the Tubercle bacillus ), characterized by the production of tubercles in the internal organs, and especially in the lungs, where it constitutes the most common variety of pulmonary phthisis (consumption). The Mycobacteria are slow-growing and without cell walls, and are thus not affected by the beta-lactam antibiotics; treatment is difficult, usually requiring simultaneous administration of multiple antibiotics to effect a cure. Prior to availability of antibiotic treatment, the cure required extensive rest, for which special sanatoriums were constructed.",
  "tumultuary": "Attended by, or producing, a tumult; disorderly; promiscuous; confused; tumultuous.",
  "tumultuation": "Irregular or disorderly movement; commotion; as, the tumultuation of the parts of a fluid .",
  "tumultuous": "Full of tumult; characterized by tumult; disorderly; turbulent.",
  "turbulence": "The quality or state of being turbulent; a disturbed state; tumult; disorder; agitation.",
  "turnicimorphae": "A division of birds including Turnix and allied genera, resembling quails in appearance but differing from them anatomically.",
  "turnix": "Any one of numerous species of birds belonging to Turnix or Hemipodius and allied genera of the family Turnicidae . These birds resemble quails and partridges in general appearance and in some of their habits, but differ in important anatomical characteristics. The hind toe is usually lacking. They are found in Asia, Africa, Southern Europe, the East Indian Islands, and esp. in Australia and adjacent islands, where they are called quails (see Quail , n. , 3.). See Turnicimorphae .",
  "turn-sick": "A disease with which sheep are sometimes affected; gid; sturdy. See Gid .",
  "turpeth": "The root of Ipom , a plant of Ceylon, Malabar, and Australia, formerly used in medicine as a purgative; -- sometimes called vegetable turpeth .",
  "typhoid": "Of or pertaining to typhus; resembling typhus; of a low grade like typhus; as, typhoid symptoms .",
  "typhomalarial": "Pertaining to typhoid fever and malaria; as, typhomalarial fever, a form of fever having symptoms both of malarial and typhoid fever .",
  "typhus": "A contagious continued fever lasting from two to three weeks, attended with great prostration and cerebral disorder, and marked by a copious eruption of red spots upon the body. Also called jail fever , famine fever , putrid fever , spottled fever , etc. See Jail fever , under Jail .",
  "tyrotoxicon": "A ptomaine discovered by Vaughan in putrid cheese and other dairy products, and producing symptoms similar to cholera infantum. Chemically, it appears to be related to, or identical with, diazobenzol.",
  "cachinnation": "Loud or immoderate laughter; -- often a symptom of hysterical or maniacal affections.",
  "cacostomia": "Diseased or gangrenous condition of the mouth.",
  "caisson disease": "A disease frequently induced by remaining for some time in an atmosphere of high pressure, as in caissons, diving bells, etc. It is characterized by neuralgic pains and paralytic symptoms. It is caused by the release of bubbles of gas, usually nitrogen, from bodily fluids into the blood and tissues, when a person, having been in an environment with high air pressure, moves to a lower pressure environment too rapidly for the excess dissolved gases to be released through normal breathing. It may be fatal, but can be reversed or alleviated by returning the affected person to a high air pressure, and then gradually decreasing the pressure to allow the gases to be released from the body fluids. It is a danger well known to divers. It is also called the bends and decompression sickness . It can be prevented in divers by a slow return to normal pressure, or by using a breathing mixture of oxygen combined with a gas having low solubility in water, such as helium.",
  "calomel": "Mild chloride of mercury, Hg2Cl2 , a heavy, white or yellowish white substance, insoluble and tasteless, much used in medicine as a mercurial and purgative; mercurous chloride. It occurs native as the mineral horn quicksilver .",
  "camphor": "A tough, white, aromatic resin, or gum, obtained from different species of the Laurus family, esp. from Cinnamomum camphara (the Laurus camphora of Linn C10H16O , is volatile and fragrant, and is used in medicine as a diaphoretic, a stimulant, or sedative.",
  "cantharis": "A beetle ( Lytta vesicatoria , syn. Cantharis vesicatoria ), having an elongated cylindrical body of a brilliant green color, and a nauseous odor; the blister fly or blister beetle, of the apothecary; -- also called Spanish fly . Many other species of Lytta , used for the same purpose, take the same name. See Blister beetle , under Blister . The plural form in usually applied to the dried insects used in medicine.",
  "canthoplasty": "The operation of forming a new canthus, when one has been destroyed by injury or disease.",
  "caraway": "A biennial plant of the Parsley family ( Carum Carui ). The seeds have an aromatic smell, and a warm, pungent taste. They are used in cookery and confectionery, and also in medicine as a carminative.",
  "cardamom": "The aromatic fruit, or capsule with its seeds, of several plants of the Ginger family growing in the East Indies and elsewhere, and much used as a condiment, and in medicine.",
  "cardialgy": "A burning or gnawing pain, or feeling of distress, referred to the region of the heart, accompanied with cardiac palpitation; heartburn. It is usually a symptom of indigestion.",
  "carney": "A disease of horses, in which the mouth is so furred that the afflicted animal can not eat.",
  "cassia": "A genus of leguminous plants (herbs, shrubs, or trees) of many species, most of which have purgative qualities. The leaves of several species furnish the senna used in medicine.",
  "castoreum": "A peculiar bitter orange-brown substance, with strong, penetrating odor, found in two sacs between the anus and external genitals of the beaver; castor; -- used in medicine as an antispasmodic, and by perfumers.",
  "catatonia": "an abnormal behavioral syndrome characterized by stupor, negativism, and muscular rigidity, sometimes alternating with purposeless excitement, and seen most frequently in schizophrenia; called also catatonic schizophrenia .",
  "catechu": "A dry, brown, astringent extract, obtained by decoction and evaporation from the Acacia catechu , and several other plants growing in India. It contains a large portion of tannin or tannic acid, and is used in medicine and in the arts. It is also known by the names terra japonica , cutch , gambier , etc.",
  "cathartic": "A medicine that promotes alvine discharges; a purge; a purgative of moderate activity.",
  "catholicon": "A remedy for all diseases; a panacea.",
  "catmint": "A well-know plant of the genus Nepeta ( Nepeta Cataria ), somewhat like mint, having a string scent, and sometimes used in medicine. It is so called because cats have a peculiar fondness for it.",
  "cbc": "the complete blood count; a clinical test which counts the number of white and red blood cells and the number of platelets in one cubic milimeter of blood.",
  "celandine": "A perennial herbaceous plant ( Chelidonium majus ) of the poppy family, with yellow flowers. It is used as a medicine in jaundice, etc., and its acrid saffron-colored juice is used to cure warts and the itch; -- called also greater celandine and swallowwort .",
  "cephalosporin": "any of a class of chemical substances, some of which have therapeutically useful antibacterial activity, whose structure contains a beta-lactam ring fused to a six-membered ring containing a sulfur and a nitrogen atom. The first of the series, cephalosporin C , was discovered by G. Brotzu in 1955 in the culture broth of a Cephalosporium species found off the coast of Sardinia. Other cephalosporins have been found to be produced by species of soil bacteria (actinomycetes). Many semisynthetic analogs have been tested for antibacterial effect, and several of them have found use as important clinically useful antibacterial agents, some of which may be taken orally for treatment of bacterial infections. The cephalosporins are the second class of beta-lactam antibiotic to be discovered, the first being the penicillins and more recent classes being the thienamycins and sulfazecins . The cephamycins are a variant of cephalosporins with a methoxyl group on the beta-lactam ring, rendering them more resistant to penicillinases. Among the cephalosporins which have been found clinically useful are cephalexin , cephaloridine , and cephalothin .",
  "cerebroscopy": "Examination of the brain for the diagnosis of disease; esp., the act or process of diagnosticating the condition of the brain by examination of the interior of the eye (as with an ophthalmoscope).",
  "certifiable": "presenting symptoms of mental illness sufficient for legal commitment to a mental institution.",
  "chancroid": "A venereal sore, resembling a chancre in its seat and some external characters, but differing from it in being the starting point of a purely local process and never of a systemic disease; -- called also soft chancre .",
  "chemist's": "a retail shop where medicine and other articles are sold; a drugstore .",
  "chemotherapeutical": "of or pertaining to chemotherapy; using chemotherapy; having properties beneficial for chemotherapy.",
  "chemotherapy": "the use of chemical agents to treat or control disease (or mental illness); -- also used especially in reference to the use of chemicals to treat cancer.",
  "chichevache": "A fabulous cow of enormous size, whose food was patient wives, and which was therefore in very lean condition.",
  "chicken pox": "A mild, eruptive disease, generally attacking children only; varicella.",
  "chiragrical": "Having the gout in the hand, or subject to that disease.",
  "chiropodist": "One who treats diseases of the hands and feet; especially, one who removes corns and bunions.",
  "chiropody": "The art of treating diseases of the hands and feet.",
  "chiropractic": "a method of medical treatment that manipulates body structures, especially the spine, in the belief that it restores proper nerve functioning.",
  "chiropteran": "nocturnal mouselike mammal with forelimbs modified to form membranous wings and anatomical adaptations for echolocation by which they navigate.",
  "chiroptera": "an ancient order of mammalia dating to the early Eocene, including the bats. They are nocturnal mouselike mammals having four toes of each of the anterior limbs elongated and connected by a web, so that they form membranous wings that can be used in flying. They also have anatomical adaptations, including large ears, for echolocation, by which they navigate and in some cases find insects. The order includes the suborders Megachiroptera (the fruit bats) and Microchiroptera (insectivorous bats). See Bat . Previously spelled cheiroptera .",
  "chloral hydrate": "a chemical substance ( CCl3.CH(OH)2 ) which is a hydrate of trichloroacetaldehyde. It crystallizes as white monoclinic plates, obtained by treating chloral with water. It produces sleep when taken internally or hypodermically, and is used in medicine as a hypnotic and sedative; -- called also chloral",
  "chlorodyne": "A patent anodyne medicine, containing opium, chloroform, Indian hemp, etc.",
  "chlorosis": "The green sickness; an an<ae/mic disease of young women, characterized by a greenish or grayish yellow hue of the skin, weakness, palpitation, etc.",
  "chlortetracycline": "a yellow crystalline antibacterial antibiotic used to treat certain bacterial and rickettsial diseases. Aureomycin is one common trademark for chlortetracycline.",
  "cholaemia": "A disease characterized by severe nervous symptoms, dependent upon the presence of the constituents of the bile in the blood.",
  "cholera": "One of several diseases affecting the digestive and intestinal tract and more or less dangerous to life, esp. the one commonly called Asiatic cholera .",
  "cholerine": "The precursory symptoms of cholera.",
  "chorea": "St. Vitus's dance; a disease attended with convulsive twitchings and other involuntary movements of the muscles or limbs.",
  "christian science": "A system of healing disease of mind and body which teaches that all cause and effect is mental, and that sin, sickness, and death will be destroyed by a full understanding of the Divine Principle of Jesus' teaching and healing. The system was founded by Rev. Mary Baker Glover Eddy, of Concord, N. H., in 1866, and bases its teaching on the Scriptures as understood by its adherents.",
  "chthonophagy": "A disease characterized by an irresistible desire to eat earth, observed in some parts of the southern United States, the West Indies, etc.",
  "cicatrizant": "A medicine or application that promotes the healing of a sore or wound, or the formation of a cicatrix.",
  "cinnabar": "Red sulphide of mercury, occurring in brilliant red crystals, and also in red or brown amorphous masses. It is used in medicine.",
  "cirrhosis": "A disease of the liver in which it usually becomes smaller in size and more dense and fibrous in consistence; hence sometimes applied to similar changes in other organs, caused by increase in the fibrous framework and decrease in the proper substance of the organ.",
  "citrous": "of or pertaining to a citrus tree; as, a citrous disease .",
  "clinically": "In a clinical manner.",
  "closh": "A disease in the feet of cattle; laminitis.",
  "clutter": "To crowd together in disorder; to fill or cover with things in disorder; to throw into disorder; to disarrange; as, to clutter a room .",
  "coccidioidomycosis": "a disease of the lungs and skin characterized by excessive sputum and nodules.",
  "coccidiosis": "any of a group of infectious diseases caused by protozoan parasites (coccidia) of the order Coccidia , which infect the intestines of birds, dogs, and other vertebrates.",
  "coenurus": "The larval stage of a tapeworm ( T ) which forms bladderlike sacs in the brain of sheep, causing the fatal disease known as water brain , vertigo , staggers or gid .",
  "cohosh": "A perennial American herb ( Caulophyllum thalictroides ), whose rootstock is used in medicine; -- also called pappoose root . The name is sometimes also given to the Cimicifuga racemosa , and to two species of Act , plants of the Crowfoot family.",
  "coindication": "One of several signs or symptoms indicating the same fact; as, a coindication of disease .",
  "cola seed": "The bitter fruit of Cola acuminata , which is nearly as large as a chestnut, and furnishes a stimulant, which is used in medicine.",
  "colicky": "Pertaining to, or troubled with, colic; as, a colicky disorder ; a colicky baby.",
  "collotype": "A photomechanical print made directly from a hardened film of gelatin or other colloid; also, the process of making such prints. According to one method, the film is sensitized with potassium dichromate and exposed to light under a reversed negative. After the dichromate has been washed out, the film is soaked in glycerin and water. As this treatment causes swelling in those parts of the film which have been acted on by light, a plate results from which impressions can be taken with prepared ink. The albertype, phototype, and heliotype are collotypes.",
  "coltsfoot": "A perennial herb ( Tussilago Farfara ), whose leaves and rootstock are sometimes employed in medicine.",
  "communicable": "Capable of being communicated, or imparted; as, a communicable disease; communicable knowledge .",
  "compounder": "One who, or that which, compounds or mixes; as, a compounder of medicines .",
  "conceptualize": "to to form a concept of; as, He could not conceptualize a robot that would help paralyzed patients .",
  "confusion": "The state of being mixed or blended so as to produce indistinctness or error; indistinct combination; disorder; tumult.",
  "congenerous": "Allied in origin or cause; congeneric; as, congenerous diseases .",
  "contagion": "The transmission of a disease from one person to another, by direct or indirect contact.",
  "contagionist": "One who believes in the contagious character of certain diseases, as of yellow fever.",
  "contagious": "Communicable by contact, by a virus, or by a bodily exhalation; catching; as, a contagious disease .",
  "contagious disease": "A disease communicable by contact with a patient suffering from it, or with some secretion of, or object touched by, such a patient. Most such diseases have already been proved to be germ diseases, and their communicability depends on the transmission of the living germs. Many germ diseases are not contagious, some special method of transmission or inoculation of the germs being required.",
  "contractable": "capable of being transmitted by infection; same as communicable , 1; -- of disease.",
  "contracting": "the act or process of acquiring an infectious disease; contraction; as, the contracting of a serious illness can be financially catastrophic .",
  "contraindicant": "Something, as a symptom, indicating that the usual mode of treatment is not to be followed.",
  "contraindicate": "To indicate, as by a symptom, some method of treatment contrary to that which the general tenor of the case would seem to require; especially, to indicate that a particular method of treatment should not be used; as, penicilin is contraindicated in patients who have shown hypersensitivity .",
  "contraindication": "An indication or symptom which forbids the method of treatment usual in such cases.",
  "contrastimulant": "Counteracting the effects of stimulants; relating to a course of medical treatment based on a theory of contrastimulants.",
  "contrayerva": "A species of Dorstenia ( Dorstenia Contrayerva ), a South American plant, the aromatic root of which is sometimes used in medicine as a gentle stimulant and tonic.",
  "contumely": "Rudeness compounded of haughtiness and contempt; scornful insolence; despiteful treatment; disdain; contemptuousness in act or speech; disgrace.",
  "convalesce": "To recover health and strength gradually, after sickness or weakness; as, a patient begins to convalesce .",
  "convalescency": "The recovery of heath and strength after disease; the state of a body renewing its vigor after sickness or weakness; the time between the subsidence of a disease and complete restoration to health.",
  "copperas": "Green vitriol, or sulphate of iron; a green crystalline substance, of an astringent taste, used in making ink, in dyeing black, as a tonic in medicine, etc. It is made on a large scale by the oxidation of iron pyrites. Called also ferrous sulphate .",
  "coriander": "An umbelliferous plant, the Coriandrum sativum , the fruit or seeds of which have a strong smell and a spicy taste, and in medicine are considered as stomachic and carminative.",
  "correlation": "Reciprocal relation; corresponding similarity or parallelism of relation or law; capacity of being converted into, or of giving place to, one another, under certain conditions; as, the correlation of forces, or of zymotic diseases .",
  "corrigent": "A substance added to a medicine to mollify or modify its action.",
  "corroborative": "A medicine that strengthens; a corroborant.",
  "cortisol": "a steroid hormone ( C21H30O5 ) active in carbohydrate and protein metabolism; -- called also hydrocortisone . It is used in medicine as an antiinflammatory agent",
  "cortisone": "a corticosteroid hormone ( C21H28O5 ) produced by the adrenal cortex. It is used in medicine as an antiinflammatory agent.",
  "corybantiasm": "A kind of frenzy in which the patient is tormented by fantastic visions and want of sleep.",
  "cough": "A sudden, noisy, and violent expulsion of air from the chest, caused by irritation in the air passages, or by the reflex action of nervous or gastric disorder, etc.",
  "coulure": "A disease affecting grapes, esp. in California, manifested by the premature dropping of the fruit.",
  "counteract": "To act in opposition to; to hinder, defeat, or frustrate, by contrary agency or influence; as, to counteract the effect of medicines; to counteract good advice .",
  "courap": "A skin disease, common in India, in which there is perpetual itching and eruption, esp. of the groin, breast, armpits, and face.",
  "cowhage": "A leguminous climbing plant of the genus Mucuna , having crooked pods covered with sharp hairs, which stick to the fingers, causing intolerable itching. The spicul<ae/ are sometimes used in medicine as a mechanical vermifuge.",
  "cowleech": "One who heals diseases of cows; a cow doctor.",
  "cowpox": "A pustular eruptive disease of the cow, which, when communicated to the human system, as by vaccination, protects from the smallpox; vaccinia; -- called also kinepox , cowpock , and kinepock .",
  "crab-yaws": "A disease in the West Indies. It is a kind of ulcer on the soles of the feet, with very hard edges. See Yaws .",
  "cross-eye": "convergent strabismus; a disorder in which one or both eyes turn inward toward the nose rather than directly at the object of vision; crossed eyes.",
  "cubeb": "The small, spicy berry of a species of pepper ( Piper Cubeba ; in (Med.) , Cubeba officinalis ), native in Java and Borneo, but now cultivated in various tropical countries. The dried unripe fruit is much used in medicine as a stimulant and purgative.",
  "curative": "Relating to, or employed in, the cure of diseases; tending to cure.",
  "cure": "To heal; to restore to health, soundness, or sanity; to make well; -- said of a patient.",
  "cureall": "A remedy for all diseases, or for all ills; a panacea.",
  "curettage": "surgery to remove tissue or growths from a bodily cavity (as the uterus) by scraping with a curette; the act of scraping with a curette.",
  "curettement": "surgery to remove tissue or growths from a bodily cavity (as the uterus) by scraping with a curette.",
  "cutaneous": "Of or pertaining to the skin; existing on, or affecting, the skin; as, a cutaneous disease; cutaneous absorption; cutaneous respiration; cutaneous nerves ; a cutaneous infection.",
  "cyanopathy": "A disease in which the body is colored blue in its surface, arising usually from a malformation of the heart, which causes an imperfect arterialization of the blood; blue jaundice.",
  "cyanotic": "Relating to cyanosis; affected with cyanosis; as, a cyanotic patient ; having the hue caused by cyanosis; as, a cyanotic skin .",
  "cyclosporine": "a chemical substance produced by some soil fungi, which suppresses the cellular immune response by inhibiting T cell activation, and has been used in medicine to reduce foreign tissue rejection, especially subsequent to organ transplant surgery.",
  "cyclothymia": "a mild bipolar disorder.",
  "cynanche": "Any disease of the tonsils, throat, or windpipe, attended with inflammation, swelling, and difficulty of breathing and swallowing.",
  "yaws": "A disease, occurring in the Antilles and in Africa, characterized by yellowish or reddish tumors, of a contagious character, which, in shape and appearance, often resemble currants, strawberries, or raspberries. There are several varieties of this disease, variously known as framboesia , pian , verrugas , and crab-yaws .",
  "yellows": "A disease of the bile in horses, cattle, and sheep, causing yellowness of the eyes; jaundice.",
  "yuck factor": "a reaction of repugnance or distaste; -- used in discussion of acceptability of proposed new foods, medicines, etc. among potential consumers or patients.",
  "backworm": "A disease of hawks. See Filanders .",
  "bacterium": "A microscopic single-celled organism having no distinguishable nucleus, belonging to the kingdom Monera. Bacteria have varying shapes, usually taking the form of a jointed rodlike filament, or a small sphere, but also in certain cases having a branched form. Bacteria are destitute of chlorophyll, but in those members of the phylum Cyanophyta (the blue-green algae) other light-absorbing pigments are present. They are the smallest of microscopic organisms which have their own metabolic processes carried on within cell membranes, viruses being smaller but not capable of living freely. The bacteria are very widely diffused in nature, and multiply with marvelous rapidity, both by fission and by spores. Bacteria may require oxygen for their energy-producing metabolism, and these are called aerobes ; or may multiply in the absence of oxygen, these forms being anaerobes . Certain species are active agents in fermentation, while others appear to be the cause of certain infectious diseases. The branch of science with studies bacteria is bacteriology , being a division of microbiology . See Bacillus .",
  "balneotherapy": "The treatment of disease by baths.",
  "barbadoes": "A West Indian island, giving its name to a disease, to a cherry, etc.",
  "basedow's disease": "A disease characterized by enlargement of the thyroid gland, prominence of the eyeballs, and inordinate action of the heart; -- called also exophthalmic goiter .",
  "basi-": "A combining form, especially in anatomical and botanical words, to indicate the base or position at or near a base ; forming a base ; as , basi branchials, the most ventral of the cartilages or bones of the branchial arches; basi cranial, situated at the base of the cranium; basi facial, basi temporal, etc.",
  "basic process": "A Bessemer or open-hearth steel-making process in which a lining that is basic, or not siliceous, is used, and additions of basic material are made to the molten charge during treatment. Opposed to acid process , above. Called also Thomas process .",
  "bebirine": "An alkaloid got from the bark of the bebeeru , or green heart of Guiana ( Nectandra Rodi ). It is a tonic, antiperiodic, and febrifuge, and is used in medicine as a substitute for quinine.",
  "bedevil": "To throw into utter disorder and confusion, as if by the agency of evil spirits; to bring under diabolical influence; to torment.",
  "benzoin": "A resinous substance, dry and brittle, obtained from the Styrax benzoin , a tree of Sumatra, Java, etc., having a fragrant odor, and slightly aromatic taste. It is used in the preparation of benzoic acid, in medicine, and as a perfume.",
  "beriberi": "An acute disease occurring in India, characterized by multiple inflammatory changes in the nerves, producing great muscular debility, a painful rigidity of the limbs, and cachexy.",
  "betumble": "To throw into disorder; to tumble.",
  "bezoar": "A calculous concretion found in the intestines of certain ruminant animals (as the wild goat, the gazelle, and the Peruvian llama) formerly regarded as an unfailing antidote for poison, and a certain remedy for eruptive, pestilential, or putrid diseases. Hence: Any antidote or panacea.",
  "bilimbing": "The berries of two East Indian species of Averrhoa , of the Oxalide or Sorrel family. They are very acid, and highly esteemed when preserved or pickled. The juice is used as a remedy for skin diseases.",
  "biofeedback": "a training program in which a person is given information about physiological processes (heart rate or blood pressure) that is not normally available with the goal of gaining conscious control of them.",
  "biomedical": "Pertaining to the biological and physiological aspects of medicine.",
  "biomedical engineering": "The application of engineeering principles to solve problems in medicine, such as the design of artificial limbs or organs; -- called also bioengineering .",
  "biomedicine": "The application of the principles and techniques of the natural sciences, especially biology, to investigate and solve problems in clinical medicine.",
  "bion": "The physiological individual, characterized by definiteness and independence of function, in distinction from the morphological individual or morphon .",
  "biorgan": "A physiological organ; a living organ; an organ endowed with function; -- distinguished from idorgan .",
  "bistort": "An herbaceous plant of the genus Polygonum , section Bistorta ; snakeweed; adderwort. Its root is used in medicine as an astringent.",
  "bitter": "Having a peculiar, acrid, biting taste, like that of wormwood or an infusion of hops; as, a bitter medicine; bitter as aloes .",
  "black lung disease": "the popular name for a form of the chronic lung disease pneumoconiosis which is observed among coal miners, and is caused by the inhalation of coal dust. It is thus named because of the black appearance of the lungs ( pneumomelanosis ) of those affected with the disease. See also the related condition anthracosis .",
  "black vomit": "A copious vomiting of dark-colored matter; or the substance so discharged; -- one of the most fatal symptoms in yellow fever.",
  "blackwater": "any of several human or animal diseases characterized by dark urine resulting from rapid breakdown of red blood cells; -- used especially of blackwater fever , a severe form of malaria caused by the blood parasite Plasmodium falciparum .",
  "blastomycete": "any of various yeastlike budding fungi of the genus Blastomyces ; -- they may cause disease in humans and other animals.",
  "bleareye": "A disease of the eyelids, consisting in chronic inflammation of the margins, with a gummy secretion of sebaceous matter.",
  "bleeding": "A running or issuing of blood, as from the nose or a wound; a hemorrhage; the operation of letting blood, as in surgery; a drawing or running of sap from a tree or plant.",
  "blight": "Mildew; decay; anything nipping or blasting; -- applied as a general name to various injuries or diseases of plants, causing the whole or a part to wither, whether occasioned by insects, fungi, or atmospheric influences.",
  "bloody flux": "The dysentery, a disease in which the flux or discharge from the bowels has a mixture of blood.",
  "bloody sweat": "A sweat accompanied by a discharge of blood; a disease, called sweating sickness , formerly prevalent in England and other countries.",
  "blowzed": "Having high color from exposure to the weather; ruddy-faced; blowzy; disordered.",
  "blunder": "To make a gross error or mistake; as, to blunder in writing or preparing a medical prescription .",
  "boisterousness": "The state or quality of being boisterous; turbulence; disorder; tumultuousness.",
  "boldu": "A fragrant evergreen shrub of Chili ( Peumus Boldus ). The bark is used in tanning, the wood for making charcoal, the leaves in medicine, and the drupes are eaten.",
  "bole": "Any one of several varieties of friable earthy clay, usually colored more or less strongly red by oxide of iron, and used to color and adulterate various substances. It was formerly used in medicine. It is composed essentially of hydrous silicates of alumina, or more rarely of magnesia. See Clay , and Terra alba .",
  "botch": "A swelling on the skin; a large ulcerous affection; a boil; an eruptive disease.",
  "bouleversement": "Complete overthrow; disorder; a turning upside down.",
  "brainsick": "Disordered in the understanding; giddy; thoughtless.",
  "braxy": "A disease of sheep. The term is variously applied in different localities.",
  "bridewell": "A house of correction for the confinement of disorderly persons; -- so called from a hospital built in 1553 near St. Bride's ( or Bridget's) well , in London, which was subsequently a penal workhouse.",
  "bright's disease": "An affection of the kidneys, usually inflammatory in character, and distinguished by the occurrence of albumin and renal casts in the urine. Several varieties of Bright's disease are now recognized, differing in the part of the kidney involved, and in the intensity and course of the morbid process.",
  "brittlebush": "fragrant rounded shrub of SW US and adjacent Mexico having brittle stems and small crowded blue-green leaves and yellow flowers; produces a resin used in incense and varnish and in folk medicine.",
  "broken-winded": "Having short breath or disordered respiration, as a horse.",
  "bromism": "A diseased condition produced by the excessive use of bromine or one of its compounds. It is characterized by mental dullness and muscular weakness.",
  "brompton cocktail": "A mixture containing morphine and cocaine, and sometimes other narcotic substances, such as heroin, in an alcoholic solution, administered mostly to terminally ill patients, especially cancer patients, to relieve severe pain. Its use is not universally accepted as good medical practice.",
  "bronchophony": "A modification of the voice sounds, by which they are intensified and heightened in pitch; -- observed in auscultation of the chest in certain cases of intro-thoracic disease.",
  "brownism": "The doctrines of the Brunonian system of medicine. See Brunonian .",
  "brunonian": "Pertaining to, or invented by, Brown ; -- a term applied to a system of medicine promulgated in the 18th century by John Brown , of Scotland, the fundamental doctrine of which was, that life is a state of excitation produced by the normal action of external agents upon the body, and that disease consists in excess or deficiency of excitation.",
  "bubonic plague": "a severe and often fatal disease caused by infection with the bacterium Yersinia pestis (formerly Pasteurella pestis ), transmitted to man by the bite of fleas, themselves usually infected by biting infected rodents. It is characterized by the formation of buboes, most notably on the groin and armpits, and accompanied by weakness and high fever. The disease was known as the black death , and was responsible for several devastating plagues throughout the middle ages. When lungs became infected, the disease was called the pneumonic plague . It is still found occasionally in poor areas of undeveloped countries but is rare in developed countries.",
  "buchu": "A South African shrub ( Barosma ) with small leaves that are dotted with oil glands; also, the leaves themselves, which are used in medicine for diseases of the urinary organs, etc. Several species furnish the leaves.",
  "buck bean": "A perennial plant ( Menyanthes trifoliata ) of Europe and America which grows in moist and boggy places, having racemes of white, reddish, or purplish flowers and intensely bitter trifoliate leaves, sometimes used in medicine; marsh trefoil; -- called also bog bean . It often roots at the water margin and spreads across the surface.",
  "bulbar": "Of or pertaining to bulb; especially, in medicine, pertaining to the bulb of the spinal cord, or medulla oblongata ; as, bulbar paralysis .",
  "bulimy": "A disease in which there is a perpetual and insatiable appetite for food; a diseased and voracious appetite.",
  "busk": "Among the Creek Indians, a feast of first fruits celebrated when the corn is ripe enough to be eaten. The feast usually continues four days. On the first day the new fire is lighted, by friction of wood, and distributed to the various households, an offering of green corn, including an ear brought from each of the four quarters or directions, is consumed, and medicine is brewed from snakeroot. On the second and third days the men physic with the medicine, the women bathe, the two sexes are taboo to one another, and all fast. On the fourth day there are feasting, dancing, and games.",
  "kairine": "A pale buff or white crystalline alkaloid derived from quinoline, and used as an antipyretic in medicine.",
  "kamala": "The red dusty hairs of the capsules of an East Indian tree ( Mallotus Philippinensis ) used for dyeing silk. It is violently emetic, and is used in the treatment of tapeworm.",
  "kamichi": "A curious South American bird ( Anhima or Palamedea cornuta ), often domesticated by the natives and kept with poultry, which it defends against birds of prey. It has a long, slender, hornlike ornament on its head, and two sharp spurs on each wing. Although its beak, feet, and legs resemble those of gallinaceous birds, it is related in anatomical characters to the ducks and geese ( Anseres ). Called also horned screamer . The name is sometimes applied also to the chaja . See Chaja , and Screamer .",
  "kefir": "An effervescent liquor like kumiss, made from fermented milk, used as a food and as a medicine in the northern Caucasus.",
  "kermes": "The dried bodies of the females of a scale insect ( Kermes ilices formerly Coccus ilicis ), allied to the cochineal insect, and found on several species of oak near the Mediterranean; also, the dye obtained from them. They are round, about the size of a pea, contain coloring matter analogous to carmine, and are used in dyeing. They were anciently thought to be of a vegetable nature, and were used in medicine.",
  "kinesiatrics": "A mode of treating disease by appropriate muscular movements; -- also termed kinesitherapy , kinesipathy , lingism , and the movement cure .",
  "kino": "The dark red dried juice of certain plants, used variously in tanning, in dyeing, and as an astringent in medicine.",
  "kneipp cure": "Treatment of disease by forms of hydrotherapy, as walking barefoot in the morning dew, baths, wet compresses, cold affusions, etc.; -- so called from its originator, Sebastian Kneipp (1821-97), a German priest.",
  "konseal": "A form of capsule for inclosing a dose of medicine that is offensive, caustic, or the like.",
  "krameria": "A genus of spreading shrubs with many stems, from one species of which ( Krameria triandra ), found in Peru , rhatany root, used as a medicine, is obtained.",
  "face-lift": "to perform cosmetic surgery on someone's face.",
  "faradization": "The treatment with faradic or induced currents of electricity for remedial purposes.",
  "farcy": "A contagious disease of horses, associated with painful ulcerating enlargements, esp. upon the head and limbs. It is of the same nature as glanders, and is often fatal. Called also farcin , and farcimen .",
  "fascia": "A band, sash, or fillet; especially, in surgery, a bandage or roller.",
  "favus": "A disease of the scalp, produced by a vegetable parasite.",
  "febrifuge": "A medicine serving to mitigate or remove fever.",
  "febrile": "Pertaining to fever; indicating fever, or derived from it; as, febrile symptoms; febrile action.",
  "fermacy": "Medicine; pharmacy.",
  "ferrugo": "A disease of plants caused by fungi, commonly called the rust , from its resemblance to iron rust in color.",
  "fever": "A diseased state of the system, marked by increased heat, acceleration of the pulse, and a general derangement of the functions, including usually, thirst and loss of appetite. Many diseases, of which fever is the most prominent symptom, are denominated fevers ; as, typhoid fever ; yellow fever .",
  "feverish": "Having a fever; suffering from, or affected with, a moderate degree of fever; showing increased heat and thirst; as, the patient is feverish .",
  "filanders": "A disease in hawks, characterized by the presence of small threadlike worms, also of filaments of coagulated blood, from the rupture of a vein; -- called also backworm .",
  "finsen light": "Highly actinic light, derived from sunlight or from some form of electric lamp, used in the treatment of lupus and other cutaneous affections.",
  "first aid": "Medical care provided immediately after an injury or sudden illness for the purpose of minimizing injurious effects, before more complete medical care becomes available.",
  "flacherie": "A bacterial disease of silkworms, supposed to be due to eating contaminated mulberry leaves.",
  "fleawort": "An herb used in medicine ( Plantago Psyllium ), named from the shape of its seeds.",
  "floccillation": "A delirious picking of bedclothes by a sick person, as if to pick off flocks of wool; carphology; -- an alarming symptom in acute diseases.",
  "foothalt": "A disease affecting the feet of sheep.",
  "forbearing": "Disposed or accustomed to forbear; patient; long-suffering.",
  "formulary": "A book containing stated and prescribed forms, as of oaths, declarations, prayers, medical formula<ae/, etc.; a book of precedents.",
  "foxglove": "Any plant of the genus Digitalis . The common English foxglove ( Digitalis purpurea ) is a handsome perennial or biennial plant, whose leaves are used as a powerful medicine, both as a sedative and diuretic. See Digitalis .",
  "frantic": "Mad; raving; furious; violent; wild and disorderly; distracted.",
  "free-associate": "to express one's thoughts, ideas, impressions, etc. in an unplanned and unstructured way, allowing each thought or idea to prompt recollection of the next one. It is a process used in psychotherapy.",
  "free-for-all": "a noisy and disordered fight conducted without rules.",
  "free-milling": "Yielding free gold or silver; -- said of certain ores which can be reduced by crushing and amalgamation, without roasting or other chemical treatment.",
  "frog-eyed": "Spotted with whitish specks due to a disease, or produced artificially by spraying; -- said of tobacco used for cigar wrappers.",
  "frostweed": "An American species of rockrose ( Helianthemum Canadense ), sometimes used in medicine as an astringent or aromatic tonic.",
  "froth": "The bubbles caused in fluids or liquors by fermentation or agitation; spume; foam; esp., a spume of saliva caused by disease or nervous excitement.",
  "frouzy": "Fetid, musty; rank; disordered and offensive to the smell or sight; slovenly; dingy. See Frowzy .",
  "zedoary": "A medicinal substance obtained in the East Indies, having a fragrant smell, and a warm, bitter, aromatic taste. It is used in medicine as a stimulant.",
  "zoanthropy": "A kind of monomania in which the patient believes himself transformed into one of the lower animals.",
  "zoopathology": "Animal pathology.",
  "zymogene": "One of a physiological group of globular bacteria which produces fermentations of diverse nature; -- distinguished from pathogene .",
  "zymosis": "A fermentation; hence, an analogous process by which an infectious disease is believed to be developed.",
  "dartrous": "Relating to, or partaking of the nature of, the disease called tetter; herpetic.",
  "decontaminate": "To remove contamination or contaminants from, by a cleansing process; -- usually used of radioactive, infectious, or toxic materials; as, to decontaminate clothing worn by persons with infective disease; decontaminate an area of PCB's after explosion of a transformer .",
  "defuse": "To disorder; to make shapeless.",
  "degras": "A semisolid emulsion produced by the treatment of certain skins with oxidized fish oil, which extracts their soluble albuminoids. It was formerly solely a by-product of chamois leather manufacture, but is now made for its own sake, being valuable as a dressing for hides.",
  "delirious": "Having a delirium; wandering in mind; light-headed; insane; raving; wild; as, a delirious patient; delirious fancies.",
  "delirium": "A state in which the thoughts, expressions, and actions are wild, irregular, and incoherent; mental aberration; a roving or wandering of the mind, -- usually dependent on a fever or some other disease, and so distinguished from mania , or madness.",
  "demeanor": "Management; treatment; conduct.",
  "demonomania": "A form of madness in which the patient conceives himself possessed of devils.",
  "dengue": "A specific epidemic disease attended with high fever, cutaneous eruption, and severe pains in the head and limbs, resembling those of rheumatism; -- called also breakbone fever . It occurs in India, Egypt, the West Indies, etc., is of short duration, and rarely fatal.",
  "dental": "Of or pertaining to the teeth or to dentistry; as, dental surgery .",
  "dentistry": "The art or profession of a dentist; dental surgery.",
  "deordination": "Disorder; dissoluteness.",
  "deplete": "To empty or unload, as the vessels of human system, by bloodletting or by medicine.",
  "derange": "To put out of place, order, or rank; to disturb the proper arrangement or order of; to throw into disorder, confusion, or embarrassment; to disorder; to disarrange; as, to derange the plans of a commander, or the affairs of a nation .",
  "deranged": "Disordered; especially, disordered in mind; crazy; insane.",
  "derangement": "The act of deranging or putting out of order, or the state of being deranged; disarrangement; disorder; confusion; especially, mental disorder; insanity.",
  "deray": "Disorder; merriment.",
  "derision": "The act of deriding, or the state of being derided; mockery; scornful or contemptuous treatment which holds one up to ridicule.",
  "-derm": "A suffix or terminal formative, much used in anatomical terms, and signifying skin , integument , covering ; as, blasto derm , ecto derm , etc.",
  "dermacentor": "a genus comprising vectors of important diseases of man and animals.",
  "dermatography": "An anatomical description of, or treatise on, the skin.",
  "dermatologist": "One who discourses on the skin and its diseases; one versed in dermatology",
  "dermatology": "The science which treats of the skin, its structure, functions, and diseases.",
  "dermatopathic": "Of or pertaining to skin diseases, or their cure.",
  "dermatophyte": "A fungus infecting and parasitic on the skin, especially one which causes disease; as, ringworm is caused by a dermatophyte .",
  "desquamate": "To peel off in the form of scales; to scale off, as the skin in certain diseases.",
  "detox": "the hospital ward or clinic in which patients are detoxified; -- often used attributively.",
  "detoxification": "a medically supervised treatment for addiction to drugs or alcohol intended to rid the body of the addictive substances.",
  "diabetes": "Any of several diseases which is attended with a persistent, excessive discharge of urine; when used without qualification, the term usually refers to diabetes mellitus . The most common form is diabetes mellitus , in which the urine is not only increased in quantity, but contains saccharine matter, and the condition if untreated is generally fatal.",
  "diabetical": "Pertaining to diabetes; as, diabetic or diabetical treatment .",
  "diagnose": "To ascertain by diagnosis; to diagnosticate. See Diagnosticate .",
  "diagnosis": "The art or act of recognizing the presence of disease from its signs or symptoms, and deciding as to its character; also, the decision arrived at.",
  "diagnostic": "The mark or symptom by which one disease is known or distinguished from others.",
  "diagnosticate": "To make a diagnosis of; to recognize by its symptoms, as a disease.",
  "diagnostics": "That part of medicine which has to do with ascertaining the nature of diseases by means of their symptoms or signs.",
  "diaphoretic": "A medicine or agent which promotes perspiration.",
  "diathesis": "Bodily condition or constitution, esp. a morbid habit which predisposes to a particular disease, or class of diseases.",
  "diathetic": "Pertaining to, or dependent on, a diathesis or special constitution of the body; as, diathetic disease .",
  "die": "To pass from an animate to a lifeless state; to cease to live; to suffer a total and irreparable loss of action of the vital functions; to become dead; to expire; to perish; -- said of animals and vegetables; often with of , by , with , from , and rarely for , before the cause or occasion of death; as, to die of disease or hardships; to die by fire or the sword; to die with horror at the thought.",
  "dietetics": "That part of the medical or hygienic art which relates to diet or food; rules for diet.",
  "dietetist": "A physician who applies the rules of dietetics to the cure of diseases.",
  "digitalization": "the administration of digitalis for the treatment of certain heart disorders.",
  "digitoxin": "A steroid glycoside , one of the cardiotonic chemical substances which is extracted from the foxglove . It is a white, crystalline substance ( C41H64O13 ), and is a 3-substituted triglucoside of a steroid, related structurally to digitalin and digoxin. It is used as a cardiotonic for treatment of certain heart conditions, such as congestive heart failure. Chemically it is (3 . The related compounds digitalin and digoxin are also extracted from the foxglove ( Digitalis lanata and Digitalis purpurea ). The class of steroid glycosides having cardiotonic properties are refered to as the cardiac glycoside group.",
  "digoxin": "a steroid glycoside , one of the cardiotonic chemical substances which is extracted from the foxglove . It is a white, crystalline substance ( C41H64O14 ), and is a 3-substituted triglucoside of a steroid, related structurally to digitalin and digitoxin. It is used as a cardiotonic for treatment of certain heart conditions, such as congestive heart failure. Chemically it is (3 4)-O-2,6-dideoxy- 4)-2,6-dideoxy- . The related compounds digitalin and digoxin are also extracted from the foxglove ( Digitalis lanata and Digitalis purpurea ). The class of steroid glycosides having cardiotonic properties are refered to as the cardiac glycosides .",
  "dill": "An herb ( Peucedanum graveolens ), the seeds of which are moderately warming, pungent, and aromatic, and were formerly used as a soothing medicine for children; -- called also dillseed .",
  "diphtheria": "A very dangerous contagious disease in which the air passages, and especially the throat, become coated with a false membrane, produced by the solidification of an inflammatory exudation. Cf. Group .",
  "dipsosis": "Excessive thirst produced by disease.",
  "disarrangement": "The act of disarranging, or the state of being disarranged; confusion; disorder.",
  "disarray": "Want of array or regular order; disorder; confusion.",
  "discipline": "The treatment suited to a disciple or learner; education; development of the faculties by instruction and exercise; training, whether physical, mental, or moral.",
  "discompose": "To disarrange; to interfere with; to disturb; to disorder; to unsettle; to break up.",
  "discomposed": "Disordered; disturbed; disquieted.",
  "discomposure": "The state of being discomposed; disturbance; disorder; agitation; perturbation.",
  "disconcert": "To break up the harmonious progress of; to throw into disorder or confusion; as, the emperor disconcerted the plans of his enemy .",
  "discountenance": "Unfavorable aspect; unfriendly regard; cold treatment; disapprobation; whatever tends to check or discourage.",
  "diseased": "Afflicted with disease.",
  "diseasedness": "The state of being diseased; a morbid state; sickness.",
  "diseasefulness": "The quality of being diseaseful; trouble; trial.",
  "dishevel": "To suffer (the hair) to hang loosely or disorderly; to spread or throw (the hair) in disorder; -- used chiefly in the passive participle.",
  "dishevelled": "Hanging in loose disorder; disarranged; in disarray; not made neat; -- used especially of hair or clothing; as, disheveled hair .",
  "dismarshal": "To disarrange; to derange; to put in disorder.",
  "disorder": "Want of order or regular disposition; lack of arrangement; confusion; disarray; as, the troops were thrown into disorder ; the papers are in disorder .",
  "disordered": "Thrown into disorder; deranged; as, a disordered house, judgment .",
  "disorderliness": "The state of being disorderly.",
  "disorderly": "Not in order; marked by disorder; disarranged; immethodical; as, the books and papers are in a disorderly state .",
  "disordinate": "Inordinate; disorderly.",
  "disordination": "The state of being in disorder; derangement; confusion.",
  "disorganize": "To destroy the organic structure or regular system of (a government, a society, a party, etc.); to break up (what is organized); to throw into utter disorder; to disarrange.",
  "disorganizer": "One who disorganizes or causes disorder and confusion.",
  "dispensary": "A place where medicines are prepared and dispensed; esp., a place where the poor can obtain medical advice and medicines gratuitously or at a nominal price.",
  "dispense": "To deal out in portions; to distribute; to give; as, the steward dispenses provisions according directions; Nature dispenses her bounties; to dispense medicines.",
  "dispensed": "distributed or weighed out in carefully determined portions; as, medicines dispensed to the sick .",
  "disrulily": "In a disorderly manner.",
  "disruly": "Unruly; disorderly.",
  "disseminator": "One who, or that which, disseminates, spreads, or propagates; as, disseminators of disease .",
  "distracted": "Mentally disordered; unsettled; mad.",
  "disturb": "To throw into disorder or confusion; to derange; to interrupt the settled state of; to excite from a state of rest.",
  "disturbance": "An interruption of a state of peace or quiet; derangement of the regular course of things; disquiet; disorder; as, a disturbance of religious exercises; a disturbance of the galvanic current.",
  "dobell's solution": "An aqueous solution of carbolic acid, borax, sodium bicarbonate, and glycerin, used as a spray in diseases of the nose and throat.",
  "docimacy": "The art or practice of applying tests to ascertain the nature, quality, etc., of objects, as of metals or ores, of medicines, or of facts pertaining to physiology.",
  "dosage": "The administration of medicine in doses; specif., a scheme or system of grading doses of medicine according to age, etc.",
  "dose": "To proportion properly (a medicine), with reference to the patient or the disease; to form into suitable doses.",
  "down's syndrome": "A congenital disorder caused by an extra chromosome 21 in some or all cells. It causes a variable number and degree of abnormalities, including retarded growth, mental retardation, a short nose, prominent epicanthic folds on the eyelids, a protruding lower lip, and other physical features having varying degrees of deviation from the normal. Called also mongolism , trisomy-21 and trisomy 21 syndrome .",
  "dragees": "Sugar-coated medicines.",
  "dropsical": "Diseased with dropsy; hydropical; tending to dropsy; as, a dropsical patient .",
  "dropsied": "Diseased with drops.",
  "drugstore": "a retail shop where medicine and other articles are sold.",
  "dynamization": "The act of setting free the dynamic powers of a medicine, as by shaking the bottle containing it.",
  "dysenterical": "Of or pertaining to dysentery; having dysentery; as, a dysenteric patient .",
  "dysentery": "A disease attended with inflammation and ulceration of the colon and rectum, and characterized by griping pains, constant desire to evacuate the bowels, and the discharge of mucus and blood.",
  "dyslectic": "Suffering from dyslexia; having impaired ability to comprehend written words; a condition usually associated with a neurologic disorder.",
  "dyslexia": "Any of various reading disorders caused by a damaged or congenitally faulty structure within the central nervous system, and causing an impairment of the ability to interpret spatial relationships or to integrate auditory and visual information. A common example is when letter sequences are interpreted as inverted in order, as in bat/tab .",
  "dyspepsy": "A kind of indigestion; a state of the stomach in which its functions are disturbed, without the presence of other diseases, or, if others are present, they are of minor importance. Its symptoms are loss of appetite, nausea, heartburn, acrid or fetid eructations, a sense of weight or fullness in the stomach, etc.",
  "dyspeptical": "Pertaining to dyspepsia; having dyspepsia; as, a dyspeptic or dyspeptical symptom .",
  "vaccinate": "To inoculate with the cowpox by means of a virus, called vaccine , taken either directly or indirectly from cows; now, generally, to administer (by injection or otherwise) any vaccine with the objective of rendering the recipient immune to an infectious disease. One who has been thus immunized by vaccination is said to be vaccinated against a particular disease. One may be thus immunized (vaccinated) also by oral ingestion or inhalation of a vaccine.",
  "vaccine": "Of or pertaining to cows; pertaining to, derived from, or caused by, vaccinia; as, vaccine virus; the vaccine disease .",
  "vaginervose": "Having the nerves, or veins, placed in apparent disorder.",
  "valerian": "Any plant of the genus Valeriana . The root of the officinal valerian ( Valeriana officinalis ) has a strong smell, and is much used in medicine as an antispasmodic.",
  "valvular": "Of or pertaining to a valve or valves; specifically (Med.) , of or pertaining to the valves of the heart; as, valvular disease .",
  "varioloid": "Resembling smallpox; pertaining to the disease called varioloid.",
  "veratrine": "A poisonous alkaloid obtained from the root of hellebore ( Veratrum ) and from sabadilla seeds as a white crystalline powder, having an acrid, burning taste. It is sometimes used externally, as in ointments, in the local treatment of neuralgia and rheumatism. Called also veratria , and veratrina .",
  "vermicide": "A medicine which destroys intestinal worms; a worm killer.",
  "vermifuge": "A medicine or substance that expels worms from animal bodies; an anthelmintic.",
  "verrugas": "An endemic disease occurring in the Andes in Peru, characterized by warty tumors which ulcerate and bleed. It is probably due to a special bacillus, and is often fatal.",
  "veterinarian": "One skilled in the treatment of diseases of cattle or domestic animals; a veterinary surgeon. Often abbreviated to vet .",
  "veterinary": "Of or pertaining to the art of healing or treating the diseases of domestic animals, as oxen, horses, sheep, various pets, etc.; as, a veterinary writer or school .",
  "vial": "A small bottle, usually of glass; a little glass vessel with a narrow aperture intended to be closed with a stopper; as, a vial of medicine .",
  "violent": "Moving or acting with physical strength; urged or impelled with force; excited by strong feeling or passion; forcible; vehement; impetuous; fierce; furious; severe; as, a violent blow; the violent attack of a disease.",
  "vitamin": "any of several organic chemical substances not synthesized by an animal and required in small quantities for normal metabolism, present in and obtained from the natural foods eaten by the animal. Human vitamins are also produced synthetically, and taken in pure form or in mixtures, as dietary supplements. Deficiencies of specific vitamins lead to certain specific disorders, such as scurvy, caused by an insufficiency of vitamin C (ascorbic acid).",
  "vitamins k2": "one of the two K vitamins, actually a mixture of homologous fat-soluble substituted naphthoquinones (called menaquinones ), ( C11H7O2[C5H8]nH ), where n may be 1 to 13 but is mostly 7 to 9. The term is also used for synthetic compounds resembling vitamin K2 and having the same physiological action. The individual components of vitamin K2 are also referred to by the number of isoprenyl units in the side chain (the number n in the formula), as for menadione, having no units at that position of the naphthaquinone ring, and also called vitamin K2(0) (and also called vitamin K3 ).",
  "vitiligo": "A rare skin disease consisting in the development of smooth, milk-white spots upon various parts of the body.",
  "vives": "A disease of brute animals, especially of horses, seated in the glands under the ear, where a tumor is formed which sometimes ends in suppuration.",
  "vivisection": "The dissection of an animal while alive, for the purpose of making physiological investigations.",
  "obstruent": "Anything that obstructs or closes a passage; esp., that which obstructs natural passages in the body; as, a medicine which acts as an obstruent .",
  "oculary": "Of or pertaining to the eye; ocular; optic; as, oculary medicines .",
  "oculist": "One skilled in treating diseases of the eye.",
  "off-site": "Taking place or located away from the specified site; as, an off-site waste treatment operation . Opposite to on-site .",
  "oilcloth": "Cloth rendered waterproof by treatment with oil or paint, and used for marking garments, covering tables, shelves, floors, etc.",
  "oleate": "A salt of oleic acid. Some oleates, as the oleate of mercury, are used in medicine by way of inunction.",
  "-oma": "A suffix used in medical terms to denote a morbid condition of some part, usually some kind of tumor; as in fibr oma , glauc oma .",
  "ophthalmology": "The science which treats of the structure, functions, and diseases of the eye.",
  "opianine": "An alkaloid ( C22H23NO7 ) found in small quantity in opium. It is identical with narcotine . It is present in amounts up to 11% in Papaver somniferum , and is used clinically as an antitussive.",
  "opopanax": "The inspissated juice of an umbelliferous plant (the Opoponax Chironum ), brought from Turkey and the East Indies in loose granules, or sometimes in larger masses, of a reddish yellow color, with specks of white. It has a strong smell and acrid taste, and was formerly used in medicine as an emmenagogue and antispasmodic.",
  "or": "A particle that marks an alternative; as, you may read or may write, -- that is, you may do one of the things at your pleasure, but not both . It corresponds to either . You may ride either to London or to Windsor. It often connects a series of words or propositions, presenting a choice of either; as, he may study law, or medicine, or divinity, or he may enter into trade .",
  "oral surgery": "Surgery performed within the mouth cavity, especially that performed around the gums and teeth as an expedient for the purpose of preservation or replacement of teeth.",
  "orchestration": "The arrangement of music for an orchestra; orchestral treatment of a composition; -- called also instrumentation .",
  "ordered": "having or evincing a systematic arrangement; especially, having elements succeeding in order according to rule; as, an ordered sequence; an ordered pair . Opposite of disordered or unordered .",
  "orderless": "Being without order or regularity; disorderly; out of rule.",
  "organicism": "The doctrine of the localization of disease, or which refers it always to a material lesion of an organ.",
  "orthodontia": "The treatment of the teeth so as to make the teeth align properly within the mouth, usually involving the wearing of braces and sometimes oral surgery.",
  "orthodontics": "A branch of dentistry specializing in the treatment of the teeth so as to make the teeth align properly within the mouth; it usually involves fitting a patient with braces and sometimes oral surgery.",
  "orthopedical": "Of, pertaining to, or employed in, orthopedics; relating to the prevention or cure of deformities of children, or, in general, of the human body at any age; as, orthopedic surgery; an orthopedic hospital.",
  "orthopedics": "The art or practice of correcting disorders or deformities of the spine and joints, or, by extension, any deformities of the human body.",
  "orthopraxy": "The treatment of deformities in the human body by mechanical appliances.",
  "osteomalacia": "A disease of the bones, in which they lose their earthy material, and become soft, flexible, and distorted. Also called malacia .",
  "osteopathy": "Any disease of the bones.",
  "otology": "The branch of science which treats of the ear and its diseases.",
  "otopathy": "A diseased condition of the ear.",
  "outdoor": "Being, or done, in the open air; being or done outside of certain buildings, as poorhouses, hospitals, etc.; as, outdoor exercise; outdoor relief; outdoor patients.",
  "out-patient": "A patient who is outside a hospital, but receives medical aid from it.",
  "overblown": "Having been given more publicity than warranted; having had ascribed more importance than was justified; as, an overblown medical discovery .",
  "overeager": "Too eager; too impatient.",
  "overpatient": "Patient to excess.",
  "oxalethyline": "A poisonous nitrogenous base ( C6H10N2 ) obtained indirectly from oxamide as a thick transparent oil which has a strong narcotic odor, and a physiological action resembling that of atropine. It is probably related to pyridine.",
  "ozena": "A discharge of fetid matter from the nostril, particularly if associated with ulceration of the soft parts and disease of the bones of the nose.",
  "quack": "Pertaining to or characterized by, boasting and pretension; used by quacks; pretending to cure diseases; as, a quack medicine; a quack doctor.",
  "quacksalver": "One who boasts of his skill in medicines and salves, or of the efficacy of his prescriptions; a charlatan; a quack; a mountebank.",
  "qualm": "Sickness; disease; pestilence; death.",
  "quarantine": "To compel to remain at a distance, or in a given place, without intercourse, when suspected of having contagious disease; to put under, or in, quarantine.",
  "quassia": "The wood of several tropical American trees of the order Simarube , as Quassia amara , Picr , and Simaruba amara . It is intensely bitter, and is used in medicine and sometimes as a substitute for hops in making beer.",
  "quinoidine": "A brownish resinous substance obtained as a by-product in the treatment of cinchona bark. It consists of a mixture of several alkaloids.",
  "quinology": "The science which treats of the cultivation of the cinchona, and of its use in medicine.",
  "macaca": "A genus of macaques including the rhesus monkey ( Macaca mulatta ), much used in laboratory biomedical research. Formerly called Macacus .",
  "macaca mulatta": "The rhesus monkey of South Asia; used in medical research.",
  "macaranga gum": "A gum of a crimson color, obtained from a tree ( Macaranga Indica ) that grows in the East Indies. It is used in taking impressions of coins, medallions, etc., and sometimes as a medicine.",
  "macrocytosis": "An abnormal physiological condition characterized by the presence of macrocytes in the blood.",
  "madbrained": "Disordered in mind; hot-headed.",
  "madder": "A plant of the genus Rubia ( Rubia tinctorum ). The root is much used in dyeing red, and formerly was used in medicine. It is cultivated in France and Holland. See Rubiaceous .",
  "magdaleon": "A medicine in the form of a roll, a esp. a roll of plaster.",
  "magic bullet": "A drug or therapy or preventive that cures or prevents a disease, with only minimal side effects; as, there is no magic bullet against cancer .",
  "magistery": "Mastery; powerful medical influence; renowned efficacy; a sovereign remedy.",
  "magnesia": "A light earthy white substance, consisting of magnesium oxide ( MgO ), and obtained by heating magnesium hydrate or carbonate, or by burning magnesium. It has a slightly alkaline reaction, and is used in medicine as a mild antacid laxative. See Magnesium .",
  "magnetic resonance imaging": "a medical diagnostic procedure utilizing the phenomenon of nuclear magnetic resonance to generate images of internal parts of the body. It depends on the differential absorption of electromagnetic radiation by different types of living tissue in a magnetic field. It is complementary to X-ray imaging in that the softer tissue show more prominently in magnetic resonance images, rather than bone, as with X-rays. It is a non-invasive procedure, allowing such images to be obtained without penetration of the tissue by objects. It is abbreviated MRI . As with computerized tomography , the results are usually presented as images of sequential planar sections of that part of the body of concern to the physician.",
  "magnetotherapy": "The treatment of disease by the application of magnets to the surface of the body.",
  "maidenhair fern": "Any of various small to large terrestrial ferns of the genus Adiantum having very slender graceful stalks and delicate palmately branched fronds, especially ( Adiantum pedatum ). It is common in the United States, and is sometimes used in medicine. The name is also applied to other species of the same genus, as to the Venus-hair.",
  "mainstream": "The prevailing opinion or practise; as, the doctor avoided using therapies outside the mainstream of modern medical practice .",
  "malabar kino": "The reddish or black juice or resin from certain trees of the genus Pterocarpus , used in medicine and tanning etc.",
  "malacosteon": "A peculiar disease of the bones, in consequence of which they become softened and capable of being bent without breaking.",
  "malady": "Any disease of the human body; a distemper, disorder, or indisposition, proceeding from impaired, defective, or morbid organic functions; especially, a lingering or deep-seated disorder.",
  "malambo": "A yellowish aromatic bark, used in medicine and perfumery, said to be from the South American shrub Croton Malambo .",
  "malaria": "Air infected with some noxious substance capable of engendering disease; esp., an unhealthy exhalation from certain soils, as marshy or wet lands, producing fevers; miasma.",
  "male chauvinism": "Disparaging, patronizing, discriminatory or abusive speech or behavior by males toward females stemming from a belief that males are superior to females and females therefore worthy of less respect and inferior treatment. A form of sexism .",
  "malpractice": "Evil practice; illegal or immoral conduct; practice contrary to established rules; specifically, the treatment of a case by a surgeon or physician in a manner which is contrary to accepted rules and productive of unfavorable results.",
  "malta fever": "An infectious disease contracted from meat or milk products from infected domestic animals; called also brucellosis and undulant fever .",
  "maltreatment": "Cruel or inhumane treatment; ill usage; abuse.",
  "maniac": "Raving with madness; raging with disordered intellect; affected with mania; mad.",
  "manic-depressive psychosis": "A mental disorder characterized by alternating episodes of mania and depression.",
  "manic disorder": "An affective disorder in which the victim tends to respond excessively and sometimes violently.",
  "manicure": "The care of the hands and nails, especially a thorough cosmetic treatment of the hands, especially the trimming and polishing of the fingernails, and removing of cuticles, performed by a manicurist.",
  "mannerism": "Adherence to a peculiar style or manner; a characteristic mode of action, bearing, behavior, or treatment of others.",
  "mannerist": "One addicted to mannerism; a person who, in action, bearing, or treatment, carries characteristic peculiarities to excess. See citation under Mannerism .",
  "marasmus": "A wasting of flesh without fever or apparent disease; a kind of consumption; atrophy; phthisis.",
  "marrubium": "A genus of bitter aromatic plants, sometimes used in medicine; hoarhound.",
  "materia medica": "Material or substance used in the composition of remedies; -- a general term for all substances used as curative agents in medicine.",
  "maturant": "A medicine, or application, which promotes suppuration.",
  "maudle": "To throw onto confusion or disorder; to render maudlin.",
  "measles": "A contagious viral febrile disorder commencing with catarrhal symptoms, and marked by the appearance on the third day of an eruption of distinct red circular spots, which coalesce in a crescentic form, are slightly raised above the surface, and after the fourth day of the eruption gradually decline; rubeola. It is a common childhood disease.",
  "medical": "Of, pertaining to, or having to do with, the art of healing disease, or the science of medicine; as, the medical profession; medical services; a medical dictionary; medical jurisprudence.",
  "medically": "In a medical manner; with reference to healing, or to the principles of the healing art.",
  "medicament": "Anything used for healing diseases or wounds, especially a medicine; a medication; a healing application.",
  "medicative": "Medicinal; acting like a medicine.",
  "medicinal": "Having curative or palliative properties; used for the cure or alleviation of bodily disorders; as, medicinal tinctures, plants, or springs .",
  "medicine": "The science which relates to the prevention, cure, or alleviation of disease.",
  "medico": "a student in medical school.",
  "medico-legal": "Of or pertaining to law as affected by medical facts.",
  "medics": "Science of medicine.",
  "meek": "Mild of temper; not easily provoked or orritated; patient under injuries; not vain, or haughty, or resentful; forbearing; submissive.",
  "megalomania": "A form of mental alienation in which the patient has grandiose delusions.",
  "melanagogue": "A medicine supposed to expel black bile or choler.",
  "melanconiales": "The smallest of the three orders of Fungi Imperfecti, including those with no asci nor pycnidia, but as a rule having the spores in cavities without special walls. They cause many of the plant diseases known as anthracnose .",
  "melasma": "A dark discoloration of the skin, usually local; as, Addison's melasma , or Addison's disease .",
  "melatonin": "A hormone secreted by the pineal gland. Chemically it is N-acety-5-methoxytryptamine . Research has indicated that there are daily rhythms in secretion of melatonin, in particular due to the depressing effect on melatonin production by light received by the retina. Conversely it appears that melatonin may influence the circadian rhythms of animals. There is some experimental evidence that administration of melatonin may increase the amount of sleep in people with sleep disorders. However, the evidence is not convincing and the effect is not profound. Nevertheless, the deregulation of melatonin and its availability over-the-counter has led to many people taking melatonin to help sleep, without consulting a physician.",
  "meniere's disease": "A disease characterized by deafness and vertigo, resulting in incoordination of movement. It is supposed to depend upon a morbid condition of the semicircular canals of the internal ear. Named after M , a French physician.",
  "mercerize": "To treat (cotton fiber or fabrics) with a solution of caustic alkali. Such treatment causes the fiber to shrink in length and become stronger and more receptive of dyes. If the yarn or cloth is kept under tension during the process, it assumes a silky luster.",
  "mercurialism": "The syndrome produced by poisoning due to exposure to mercury, it fumes, or its compounds; mercury poisoning . Such exposure may occur in mining or smelting, or in using mercurial compounds.",
  "mercy": "Forbearance to inflict harm under circumstances of provocation, when one has the power to inflict it; compassionate treatment of an offender or adversary; clemency.",
  "mesothorium": "a radioactive isotope of radium (radium-228) with a half-life of 5.8 years. Also called mesothorium-1 or mesothorium I to distinguish it from a subsequent decay product, mesothorium II (actinium-228). It was discovered in 1907 by Otto Hahn as a decay product of thorium (produced by decay of thorium-232). Mesothorium-1 (radium-228) in turn produces actinium-228 (mesothorium-2) as the first product of its radioactive decay, and the actinium-228 in turn decays quickly (half-life of 6 hours) to thorium-228 (which is also called radiothorium ; the thorium-228 has a half-life of 1.91 years, shorter than that of the radium-228). It was discovered and named before full recognition of the nature of isotopes of the elements, and was distinguished from other variants of radium by its half-life and mode of production and decay. It was also cheaper to prepare than other short-lived radium isotopes, and was thus sold commercially, for use, e.g. in making watch dials readable in the dark by painting the hands and hour marks with a self-luminous paint containing the radioactive substance; it is therefore often referred to (e.g. in regulatory legislation) as though distinct from radium. It was one of the isotopes believed responsible for radiation-induced diseases observed in industrial workers who painted radium on watch dials in the late 1950's and early 1960's. The primary isotope of radium (radium-226) has a half-life of 1620 years, and these isotopes with shorter half-lives proved difficult to isolate and study for the purpose of finding the cause of such diseases.",
  "mess up": "To make a mess{5} of; to confuse, disorder, or muddle; to muss; to jumble; to disturb.",
  "metabole": "A change or mutation; a change of disease, symptoms, or treatment.",
  "metallotherapy": "Treatment of disease by applying metallic plates to the surface of the body.",
  "mezereon": "A small European shrub ( Daphne Mezereum ), whose acrid bark is used in medicine.",
  "miasmatical": "Containing, or relating to, miasma; caused by miasma; as, miasmatic diseases .",
  "miasmology": "That department of medical science which treats of miasma.",
  "microbian": "Of, pertaining to, or caused by, microbes; as, microbial growth; the microbian theory; a microbian disease.",
  "microcyte": "One of the elementary granules found in blood. They are much smaller than an ordinary corpuscle, and are particularly noticeable in disease, as in anaemia.",
  "micromercurialism": "A form of mercury poisoning resulting from long term exposure to low doses of mercury. The syndrome of micromercurialism involves complex symptoms of stress, fatigue, memory loss, fine tremors, muscular and reflex insufficiency and low blood pressure, caused by accumulation of mercury in the system. A condition of hyperthermia is accompanied by a series of functional changes under the effects of mercury. The combined simultaneous effect of toxic action, temperature and galvanic response infers a cycle of disintegration and change.",
  "microorganism": "Any microscopic form of life; a form of life too small to be seen by the naked eye; -- particularly applied to bacteria, protozoa, yeasts, and similar organisms, esp. such are supposed to cause infectious diseases.",
  "microphthalmy": "An unnatural smallness of the eyes, occurring as the result of disease or of imperfect development.",
  "microphyte": "A very minute plant, one of certain unicellular algae, such as the germs of various infectious diseases are believed to be.",
  "microzyme": "A microorganism which is supposed to act like a ferment in causing or propagating certain infectious or contagious diseases; a pathogenic bacterial organism.",
  "micturition": "The act of voiding urine; urination; also, a morbidly frequent passing of the urine, in consequence of disease.",
  "mild": "Gentle; pleasant; kind; soft; bland; clement; hence, moderate in degree or quality; -- the opposite of harsh , severe , irritating , violent , disagreeable , etc.; -- applied to persons and things; as, a mild disposition; a mild eye; a mild air; a mild medicine; a mild insanity.",
  "mildew": "A growth of minute powdery or webby fungi, whitish or of different colors, found on various diseased or decaying substances.",
  "milk sickness": "A peculiar malignant disease, occurring in parts of the western United States, and affecting certain kinds of farm stock (esp. cows), and persons using the meat or dairy products of infected cattle. Its chief symptoms in man are uncontrollable vomiting, obstinate constipation, pain, and muscular tremors. Its origin in cattle has been variously ascribed to the presence of certain plants in their food, and to polluted water.",
  "miltwaste": "A small European fern ( Asplenium Ceterach ) formerly used in medicine.",
  "mingle-mangle": "To mix in a disorderly way; to make a mess of.",
  "minioning": "Kind treatment.",
  "miryachit": "A nervous disease in which the patient involuntarily imitates the words or action of another.",
  "misorderly": "Irregular; disorderly.",
  "mistemper": "To temper ill; to disorder; as, to mistemper one's head .",
  "mistreatment": "Wrong treatment.",
  "misusage": "Bad treatment; abuse.",
  "molluscum": "A cutaneous disease characterized by numerous tumors, of various forms, filled with a thick matter; -- so called from the resemblance of the tumors to some molluscous animals.",
  "monesin": "The acrid principle of Monesia, sometimes used as a medicine.",
  "moniliasis": "An infectious disease caused by fungi of the genera Monilia or Candida especially Candida albicans .",
  "monosodium glutamate": "The monosodium salt of the natural amino acid L-glutamine ( C5H8NNaO4 ), used as a food additive to enhance flavor; abbreviated MSG . It is usually marketed as the monhydrate ( C5H8NNaO4.H2O ). It is commmonly used in Chinese-American restaurants, and has been identified as a main cause of Chinese restaurant syndrome .",
  "moon-eye": "A eye affected by the moon; also, a disease in the eye of a horse.",
  "morbid": "Not sound and healthful; induced by a diseased or abnormal condition; diseased; sickly; as, a morbid condition; a morbid constitution; a morbid state of the juices of a plant.",
  "morbifical": "Causing disease; generating a sickly state; as, a morbific matter .",
  "morbillous": "Pertaining to the measles; partaking of the nature of measels, or resembling the eruptions of that disease; measly.",
  "morbose": "Proceeding from disease; morbid; unhealthy.",
  "morbosity": "A diseased state; unhealthiness.",
  "morkin": "A beast that has died of disease or by mischance.",
  "morphon": "A morphological individual, characterized by definiteness of form, in distinction from bion , a physiological individual. See Tectology .",
  "mortifying": "Tending to mortify; affected by, or having symptoms of, mortification; as, a mortifying wound; mortifying flesh.",
  "mortling": "An animal, as a sheep, dead of disease or privation; a morling.",
  "motherwort": "A labiate herb ( Leonurus Cardiaca ), of a bitter taste, used popularly in medicine; lion's tail.",
  "mountebank": "One who mounts a bench or stage in the market or other public place, boasts of his skill in curing diseases, and vends medicines which he pretends are infallible remedies; a quack doctor.",
  "murrain": "An infectious and fatal disease among cattle.",
  "muscardine": "A disease which is very destructive to silkworms, and which sometimes extends to other insects. It is attended by the development of a fungus (provisionally called Botrytis bassiana ). Also, the fungus itself.",
  "musk": "A substance of a reddish brown color, and when fresh of the consistency of honey, obtained from a bag being behind the navel of the male musk deer. It has a slightly bitter taste, but is specially remarkable for its powerful and enduring odor. It is used in medicine as a stimulant antispasmodic. The term is also applied to secretions of various other animals, having a similar odor.",
  "mycobacteria": "A group of rod-shaped bacteria, some saprophytic or causing diseases.",
  "mycobacterium": "Any of various rod-shaped bacteria, some saprophytic or causing diseases.",
  "mydatoxin": "A poisonous amido acid, C6H13NO2 , separated by Brieger from decaying horseflesh. In physiological action, it is similar to curare.",
  "myrobolan": "A dried astringent fruit much resembling a prune. It contains tannin, and was formerly used in medicine, but is now chiefly used in tanning and dyeing. Myrobolans are produced by various species of Terminalia of the East Indies, and of Spondias of South America.",
  "myxoedema": "A disease producing a peculiar cretinoid appearance of the face, slow speech, and dullness of intellect, and due to failure of the functions of the thyroid gland.",
  "myxomatosis": "a viral disease (usually fatal) of rabbits.",
  "lactifuge": "A medicine to check the secretion of milk, or to dispel a supposed accumulation of milk in any part of the body.",
  "lactose intolerance": "A physiological condition in which lactose cannot be hydrolyzed in the intestine, leading to uncomfortable gaseousness, cramps, or diarrhea after eating a lactose-containing food such as milk or ice cream. The symptoms may be prevented by ingesting a preparation of beta-galactosidase before or together with dairy products.",
  "lambative": "A medicine taken by licking with the tongue; a lincture.",
  "laparoscope": "A slender endoscope, containing fiber-optic viewing capability and miniature surgical devices, which can be inserted through a small incision in the abdominal wall, allowing a surgeon to perform minor surgery with minimal damage to the abdominal muscles.",
  "larvate": "Masked; hence, concealed; obscure; -- applied in medicine to doubtful cases of some diseases; as, larvate pneumonis; larvate epilepsy .",
  "laryngology": "Systematized knowledge of the action and functions of the larynx; in pathology, the department which treats of the diseases of the larynx.",
  "laser surgery": "Surgery using lasers.",
  "latah": "A convulsive tic or hysteric neurosis prevalent among Malays, similar to or identical with miryachit and jumping disease, the person affected performing various involuntary actions and making rapid inarticulate ejaculations in imitation of the actions and words of another person.",
  "laudanum": "Tincture of opium, used for various medical purposes.",
  "lavender": "An aromatic plant of the genus Lavandula ( Lavandula vera ), common in the south of Europe. It yields and oil used in medicine and perfumery. The Spike lavender ( Lavandula Spica ) yields a coarser oil (oil of spike), used in the arts.",
  "lazar": "A person infected with a filthy or pestilential disease; a leper.",
  "lazaretto": "A public building, hospital, or pesthouse for the reception of diseased persons, particularly those affected with contagious diseases.",
  "ldl": "Low-density lipoprotein , a lipoprotein that transports cholesterol in the blood; high levels are thought to be associated with increased risk of coronary heart disease and atherosclerosis; sometimes called informally bad cholesterol .",
  "lectual": "Confining to the bed; as, a lectual disease .",
  "legacy": "A gift of property by will, esp. of money or personal property; a bequest. Also Fig.; as, a legacy of dishonor or disease .",
  "lenitive": "A medicine or application that has the quality of easing pain or protecting from the action of irritants.",
  "lenity": "The state or quality of being lenient; mildness of temper or disposition; gentleness of treatment; softness; tenderness; clemency; -- opposed to severity and rigor .",
  "leprosy": "A cutaneous disease which first appears as blebs or as reddish, shining, slightly prominent spots, with spreading edges. These are often followed by an eruption of dark or yellowish prominent nodules, frequently producing great deformity. In one variety of the disease, an<ae/sthesia of the skin is a prominent symptom. In addition there may be wasting of the muscles, falling out of the hair and nails, and distortion of the hands and feet with destruction of the bones and joints. It is incurable, and is probably contagious.",
  "leukaemia": "A disease in which the white corpuscles of the blood are largely increased in number, and there is enlargement of the spleen, or the lymphatic glands; formerly called leucocythaemia . It is due to a cancer of the bone marrow, and results in anemia and increased susceptibility to infectious disease.",
  "levodopa": "A substance used as a therapy for Parkinson's Disease ; the L form of Dopa; L-dihydroxyphenylalanine; L-hydroxytyrosine ( C9H11NO4 ); also called L-dopa . In the body it is converted by the enzyme dopa-decarboxylase into dopamine , the form in which it is active in the brain, affecting neural impulse transmission.",
  "license": "Authority or liberty given to do or forbear any act; especially, a formal permission from the proper authorities to perform certain acts or to carry on a certain business, which without such permission would be illegal; a grant of permission; as, a license to preach, to practice medicine, to sell gunpowder or intoxicating liquors .",
  "licentiate": "One who has a license to exercise a profession; as, a licentiate in medicine or theology .",
  "light-headed": "Disordered in the head; dizzy; feeling faint; delirious.",
  "lignum-vitae": "A tree ( Guaiacum officinale ) found in the warm latitudes of America, from which the guaiacum of medicine is procured. Its wood is very hard and heavy, and is used for various mechanical purposes, as for the wheels of ships' blocks, cogs, bearings, and the like. See Guaiacum .",
  "limen": "a threshhold, especially the point where a psychological or physiological effect begins to occur.",
  "limosis": "A ravenous appetite caused by disease; excessive and morbid hunger.",
  "limp": "A manner of walking in which the movement of one or both legs is noticeably abnormal, usually due to injury or disease; a halt; the act of limping.",
  "lincomycin": "An antibacterial antibiotic obtained from the bacterium Streptomyces lincolnensis and used in the treatment of certain penicillin-resistant infections.",
  "linctus": "Medicine taken by licking with the tongue.",
  "lingism": "A mode of treating certain diseases, as obesity, by gymnastics; -- proposed by Pehr Henrik Ling , a Swede. See Kinesiatrics .",
  "linnaeus": "Carolus Linnaeus , also called Karl von Linn . Born at R Linnean system in botany. He made a journey to Lapland in 1732; resided in the Netherlands 1735-38; and became professor of medicine (later of botany) at Upsala in 1741. Among his works are <ldquo/Systema natur<ae/<rdquo/ (1735), <ldquo/Fundamenta botanica<rdquo/ (1736), <ldquo/Genera plantarum<rdquo/ (1737), <ldquo/Flora lapponica<rdquo/ (1737), <ldquo/Philosophia botanica<rdquo/ (1751), and <ldquo/Species plantarum<rdquo/ (1753).",
  "linoleum": "Linseed oil brought to various degrees of hardness by some oxidizing process, as by exposure to heated air, or by treatment with chloride of sulphur. In this condition it is used for many of the purposes to which India rubber has been applied.",
  "lipid-lowering": "Serving to reduce the concentration of lipid, such as cholesterol, in the blood; -- of medications, such as Mevinolin , that are used especially to reduce blood cholesterol, as a preventive measure against heart disease.",
  "lipidosis": "A disorder of lipid metabolism, whether congenital or acquired.",
  "listerism": "The systematic use of antiseptics in the performance of operations and the treatment of wounds; -- so called from Joseph Lister , an English surgeon.",
  "lithagogue": "A medicine having, or supposed to have, the power of expelling calculous matter with the urine.",
  "littered": "having articles scattered about in a disorderly fashion.",
  "loathsome": "Fitted to cause loathing; exciting disgust; disgusting; as, a loathsome disease .",
  "lobelia": "A genus of plants, including a great number of species. Lobelia inflata , or Indian tobacco, is an annual plant of North America, whose leaves contain a poisonous white viscid juice, of an acrid taste. It has often been used in medicine as an emetic, expectorant, etc. Lobelia cardinalis is the cardinal flower, remarkable for the deep and vivid red color of its flowers.",
  "loch": "A kind of medicine to be taken by licking with the tongue; a lambative; a lincture.",
  "lock hospital": "A hospital for the treatment of venereal diseases.",
  "locoism": "a disease of livestock caused by locoweed poisoning; characterized by weakness and lack of coordination and trembling and partial paralysis.",
  "logwood": "The heartwood of a tree ( H ), a native of South America, It is a red, heavy wood, containing a crystalline substance called h , and is used largely in dyeing. An extract from this wood is used in medicine as an astringent. Also called Campeachy wood , and bloodwood .",
  "lohock": "See Loch , a medicine.",
  "loimic": "Of or pertaining to the plague or contagious disorders.",
  "longanimity": "Disposition to bear injuries patiently; forbearance; patience.",
  "long-suffering": "disposed to bear inconvenience or injury patiently; long patience of offense; as, a long-suffering and uncomplaining wife .",
  "loony bin": "An institution for the confinement or treatment of insane persons, such as an insane asylum or the psychiatric ward of a hospital.",
  "louping": "An enzo<oum/tic, often fatal, disease of sheep and other domestic animals, of unknown cause. It is characterized by muscular tremors and spasms, followed by more or less complete paralysis. The principal lesion is an inflammation of the membranes covering the brain and spinal cord.",
  "lovage": "An umbelliferous plant ( Levisticum officinale ), sometimes used in medicine as an aromatic stimulant.",
  "lues": "Disease, especially of a contagious kind.",
  "lumpectomy": "the removal of a cyst or tumor from the breast by surgery. This is one method of treating breast tumors when in an early stage, and is preferred for cosmetic reasons, when medically feasible, to radical mastectomy , the removal of the entire breast along with nearby muscles.",
  "lungwort": "An herb of the genus Pulmonaria ( Pulmonaria officinalis ), of Europe; -- so called because the spotted appearance of the leaves resembles that of a diseased lung.",
  "lupus": "originally, a cutaneous disease with the appearance of the skin having been gnawed, and occurring under two distinct forms. Now used as a generic term for over ten distinguishable diseases having visible cutaneous symptoms.",
  "lycanthropist": "One affected by the disease lycanthropy.",
  "lysis": "The resolution or favorable termination of a disease, coming on gradually and not marked by abrupt change.",
  "lyterian": "Terminating a disease; indicating the end of a disease.",
  "rachialgia": "A painful affection of the spine; especially, Pott's disease ; also, formerly, lead colic.",
  "radiotherapy": "Treatment of disease by means of x-rays or radioactivity. Radiotherapy of cancer is based on the fact that cancer cells are more sensitive to radiation than most other cells in the body.",
  "raphany": "A convulsive disease, attended with ravenous hunger, not uncommon in Sweden and Germany. It was so called because supposed to be caused by eating corn with which seeds of jointed charlock ( Raphanus raphanistrum ) had been mixed, but the condition is now known to be a form of ergotism.",
  "rectify": "To make or set right; to correct from a wrong, erroneous, or false state; to amend; as, to rectify errors, mistakes, or abuses; to rectify the will, the judgment, opinions; to rectify disorders.",
  "refrigerant": "That which makes to be cool or cold; specifically, a medicine or an application for allaying fever, or the symptoms of fever; -- used also figuratively.",
  "regular": "Conformed to a rule; agreeable to an established rule, law, principle, or type, or to established customary forms; normal; symmetrical; as, a regular verse in poetry; a regular piece of music; a regular verb; regular practice of law or medicine; a regular building.",
  "relaxant": "A medicine that relaxes; a laxative.",
  "remedial": "Affording a remedy; intended for a remedy, or for the removal or abatement of an evil; as, remedial treatment .",
  "remedy": "That which relieves or cures a disease; any medicine or application which puts an end to disease and restores health; -- with for ; as, a remedy for the gout .",
  "research": "Diligent inquiry or examination in seeking facts or principles; laborious or continued search after truth; as, researches of human wisdom; to research a topic in the library; medical research .",
  "rest cure": "Treatment of severe nervous disorder, as neurasthenia, by rest and isolation with systematic feeding and the use of massage and electricity.",
  "restorative": "Something which serves to restore; especially, a restorative medicine.",
  "restore": "To bring back to its former state; to bring back from a state of ruin, decay, disease, or the like; to repair; to renew; to recover.",
  "restrict": "To restrain within bounds; to limit; to confine; as, to restrict worlds to a particular meaning; to restrict a patient to a certain diet.",
  "ret": "To prepare for use, as flax, by separating the fibers from the woody part by process of soaking, macerating, and other treatment.",
  "retrocedent": "Disposed or likely to retrocede; -- said of diseases which go from one part of the body to another, as the gout.",
  "rhamnus": "A genus of shrubs and small trees; buckthorn. The California Rhamnus Purshianus and the European Rhamnus catharticus are used in medicine. The latter is used for hedges.",
  "rhatanhy": "The powerfully astringent root of a half-shrubby Peruvian plant ( Krameria triandra ). It is used in medicine and to color port wine.",
  "rheumatism": "A general disease characterized by painful, often multiple, local inflammations, usually affecting the joints and muscles, but also extending sometimes to the deeper organs, as the heart.",
  "rheumides": "The class of skin disease developed by the dartrous diathesis. See under Dartrous .",
  "rhinology": "The science which treats of the nose, and its diseases.",
  "rhinoplasty": "Plastic surgery of the nose to correct deformity or to replace lost tissue. Tissue may be transplanted from the patient's cheek, forehead, arm, etc., or even from another person.",
  "rhinoscleroma": "A rare disease of the skin, characterized by the development of very hard, more or less flattened, prominences, appearing first upon the nose and subsequently upon the neighboring parts, esp. the lips, palate, and throat.",
  "rickets": "A disease which affects children, and which is characterized by a bulky head, crooked spine and limbs, depressed ribs, enlarged and spongy articular epiphyses, tumid abdomen, and short stature, together with clear and often premature mental faculties. The essential cause of the disease appears to be the nondeposition of earthy salts in the osteoid tissues. Children afflicted with this malady stand and walk unsteadily. Called also rachitis .",
  "roentgen ray": "An X-ray ; originally, the term was applied to any of the rays produced when cathode rays strike upon surface of a solid (as the wall of the vacuum tube), but now it refers specifically to electromagnetic radiation having wavelengths from 10 -3 nm to 10 nm, immediately below ultraviolet radiation on the wavelength scale. R X rays by their discoverer, W. K. R . They are one of the forms of ionizing radiation , which can have damaging effects on living cells. They also ionize gases, but cannot be reflected, or polarized, or deflected by a magnetic field. They are used in examining opaque objects, especially in medicine for visualizing organs and other objects inside the human body, as for locating fractures or bullets, and examining internal organs for abnormalities.",
  "rofecoxib": "A chemical substance ( C17H14O4S , molecular weight 314.36) used in medicine as an analgesic to alleviate pain and inflammation; it is a synthetic compound, and is marketed by Merck & Co. under the trade name Vioxx , in tablets giving dosages of 12.5 or 25 milligrams. It is classed as a non-steroidal anti-inflammatory drug ( NSAID ). Chemically, it is 4-[4-(methylsulfony)phenyl]-3-phenyl-2(5H) furanone. Its chemical structure contains two phenyl rings and a furanone ring. It is believed to act by inhibition of prostaglandin biosynthesis, through inhibition of the enzyme cyclooxygenase-2 (COX-2); unlike aspirin , it does not inhibit cyclooxygenase-1.",
  "roseola": "A rose-colored efflorescence upon the skin, occurring in circumscribed patches of little or no elevation and often alternately fading and reviving; also, an acute specific disease which is characterized by an eruption of this character; -- called also rose rash .",
  "rotenone": "A chemical substance ( C23H22O6 ) extracted from the root of the derris ( Derris elliptica , Derris malaccensis , and other species), used in treatment of scabies and as an insecticide for external infestation by chiggers in human medicine, and in veterinary medicine for the treatment of infestations with fleas, ticks, and lice.",
  "rue": "A perennial suffrutescent plant ( Ruta graveolens ), having a strong, heavy odor and a bitter taste; herb of grace. It is used in medicine.",
  "jaborandi": "The native name of a South American rutaceous shrub ( Pilocarpus pennatifolius ). The leaves are used in medicine as an diaphoretic and sialogogue.",
  "jalap": "The tubers of the Mexican plant Ipom (or Exogonium purga ) of the family Convolvulaceae , a climber much like the morning-glory. The abstract, extract, and powder, prepared from the tubers, are well known purgative (cathartic) medicines, and are also called jalap . Other species of Ipom yield several inferior kinds of jalap, as the Ipom , and Ipom .",
  "job": "The hero of the book of that name in the Old Testament; the prototypical patient man.",
  "jukes, the": "A pseudonym used to designate the descendants of two sisters, the R. L. Dugdale as an example of the inheritance of criminal and immoral tendencies, disease, and pauperism. Sixty per cent of those traced showed, degeneracy, and they are estimated to have cost society $1,308,000 in 75 years.",
  "iatraliptic": "Treating diseases by anointing and friction; as, the iatraliptic method .",
  "iatrical": "Of or pertaining to medicine, or to medical men.",
  "iatrochemist": "A physician who explained or treated diseases upon chemical principles; one who practiced iatrochemistry.",
  "iatrochemistry": "Chemistry applied to, or used in, medicine; -- used especially with reference to the doctrines in the school of physicians in Flanders, in the 17th century, who held that health depends upon the proper chemical relations of the fluids of the body, and who endeavored to explain the conditions of health or disease by chemical principles.",
  "ibuprofen": "a nonsteroidal anti-inflammatory medicine used to relieve the pain of arthritis and as an analgesic and antipyretic; Advil and Motrin and Nuprin are trademarks of brands of ibuprofen tablets.",
  "ichthyol": "An oily substance prepared by the dry distillation of a bituminous mineral containing fossil fishes. It is used in medicine as a remedy in some forms of skin diseases.",
  "ichthyosis": "A disease in which the skin is thick, rough, and scaly; -- called also fishskin .",
  "idiopathical": "Pertaining to idiopathy; characterizing a disease arising primarily, and not in consequence of some other disease or injury; -- opposed to symptomatic , sympathetic , and traumatic .",
  "idorgan": "A morphological unit, consisting of two or more plastids, which does not possess the positive character of the person or stock, in distinction from the physiological organ or biorgan . See Morphon .",
  "ill-treatment": "cruel or inhumane treatment.",
  "ill-usage": "cruel or inhumane treatment.",
  "immobilize": "To make immovable; in surgery, to make immovable (a naturally mobile part, as a joint) by the use of splints, or stiffened bandages.",
  "immune": "One who is immune; esp., a person who is immune from a disease by reason of previous affection with the disease or inoculation.",
  "immunized": "rendered less susceptible (to disease) by treatment with a vaccine.",
  "impartiality": "The quality of being impartial; freedom from bias or favoritism; disinterestedness; equitableness; fairness; as, impartiality of judgment, of treatment, etc.",
  "impatience": "The quality of being impatient; lack of endurance of pain, suffering, opposition, or delay; eagerness for change, or for something expected; restlessness; chafing of spirit; fretfulness; passion; as, the impatience of a child or an invalid .",
  "impatient": "Not patient; not bearing with composure; intolerant; uneasy; fretful; restless, because of pain, delay, or opposition; eager for change, or for something expected; hasty; passionate; -- often followed by at , for , of , and under .",
  "impatiently": "In an impatient manner.",
  "impoverish": "To make poor; to reduce to poverty or indigence; as, misfortune and disease impoverish families .",
  "improper": "Not proper; not suitable; not fitted to the circumstances, design, or end; unfit; not becoming; incongruous; inappropriate; indecent; as, an improper medicine; improper thought, behavior, language, dress.",
  "inanition": "The condition of being inane; emptiness; lack of fullness, as in the vessels of the body; hence, specifically, exhaustion from lack of food, either from partial or complete starvation, or from a disorder of the digestive apparatus, producing the same result.",
  "incide": "To cut; to separate and remove; to resolve or break up, as by medicines.",
  "incomposed": "Disordered; disturbed.",
  "incrassative": "A substance which has the power to thicken; formerly, a medicine supposed to thicken the humors.",
  "incurable": "Not capable of being cured; beyond the power of skill or medicine to remedy; as, an incurable disease .",
  "indicant": "That which indicates or points out; as, an indicant of the remedy for a disease .",
  "indignant": "Affected with indignation; wrathful; passionate; irate; feeling wrath, as when a person is exasperated by unworthy or unjust treatment, by a mean action, or by a degrading accusation.",
  "indignity": "Any action toward another which manifests contempt for him; an offense against personal dignity; unmerited contemptuous treatment; contumely; incivility or injury, accompanied with insult.",
  "indomethacin": "A nonsteroidal anti-inflammatory, antipyretic and analgesic substance ( C19H16ClNO4 ) prepared synthetically and used for the treatment of pain and arthritis. It blocks prostaglandin biosynthesis. Chemically, it is 1-(4-chlorobenzoyl)-5-methoxy-2-methyl-1H-indole-3-acetic acid.",
  "inefficacy": "Lack of power to produce the desired or proper effect; inefficiency; ineffectualness; futility; uselessness; fruitlessness; as, the inefficacy of medicines or means .",
  "infantile paralysis": "An acute viral disease, affecting almost exclusively infants and young adults, characterized by inflammation of the anterior horns of the gray substance of the spinal cord. It is attended with febrile symptoms, motor paralysis, and muscular atrophy, often producing permanent deformities. Called also acute anterior poliomyelitis , poliomyelitis and polio . It is caused by any one of three polioviruses, and by the end of the twentieth century had been almost completely eradicated in developed countries by a widespread campaign of immunization.",
  "infect": "To taint with morbid matter or any pestilential or noxious substance or effluvium by which disease is produced; as, to infect a lancet; to infect an apartment.",
  "infectious disease": "Any disease caused by the entrance, growth, and multiplication of microorganisms in the body; a germ disease. It may not be contagious.",
  "infirmary": "A hospital, or place where the infirm or sick are lodged and nursed gratuitously, or where out-patients are treated.",
  "infirmity": "The state of being infirm; feebleness; an imperfection or weakness; esp., an unsound, unhealthy, or debilitated state; a disease; a malady; as, infirmity of body or mind .",
  "influenza": "An epidemic viral infectious disease characterized by acute nasal catarrh, or by inflammation of the throat or the bronchi, and usually accompanied by fever and general weakness; also called grippe . It is caused by several forms of RNA virus which mutate readily and thereby render vaccines prepared against older forms ineffective, often requiring a new form of vaccine for each new outbreak.",
  "inhalant": "An apparatus also called an inhaler (which see); also, that which is to be inhaled, especially a medicine taken by inhalation.",
  "inherited": "tending to occur among members of a family usually by heredity; as, an inherited disease .",
  "initial": "Of or pertaining to the beginning; marking the commencement; incipient; commencing; as, the initial symptoms of a disease .",
  "injectable": "capable of being conveniently injected; -- used of drug preparations, such as sterile lyophilize medicine in a serum-capped vial. Opposite of uninjectable .",
  "innocent": "Not harmful; free from that which can injure; innoxious; innocuous; harmless; as, an innocent medicine or remedy .",
  "inoculable": "Capable of being inoculated; capable of communicating disease, or of being communicated, by inoculation.",
  "inoculator": "One who inoculates; one who propagates plants or diseases by inoculation.",
  "inpatient": "A patient who receives lodging and food, as well as treatment, in a hospital or an infirmary; -- distinguished from outpatient .",
  "inro": "A small closed receptacle or set of receptacles of hard material, as lacquered wood, iron, bronze, or ivory, used by the Japanese to hold medicines, perfumes, and the like, and carried in the girdle. It is usually secured by a silk cord by which the wearer may grasp it, which cord passes through an ornamental button or knob called a netsuke.",
  "insane": "Exhibiting unsoundness or disorder of mind; not sane; mad; deranged in mind; delirious; distracted. See Insanity , 2.",
  "insidiousness": "A subtle and cumulative harmfulness, especially of a disease.",
  "instrumented": "Having instruments attached for the purpose of measuring conditions while under observation; -- said of a person under medical observation or a machine whose performance is being tested.",
  "insultation": "The act of insulting; abusive or insolent treatment; insult.",
  "insulting": "Containing, or characterized by, insult or abuse; tending to insult or affront; as, insulting language, treatment, etc.",
  "insultment": "Insolent treatment; insult.",
  "investigate": "To follow up step by step by patient inquiry or observation; to trace or track mentally; to search into; to inquire and examine into with care and accuracy; to find out by careful inquisition; as, to investigate the causes of natural phenomena .",
  "investigation": "The act of investigating; the process of inquiring into or following up; research; study; inquiry, esp. patient or thorough inquiry or examination; as, the investigations of the philosopher and the mathematician; the investigations of the judge, the moralist.",
  "inveteracy": "Firm establishment by long continuance; firmness or deep-rooted obstinacy of any quality or state acquired by time; as, the inveteracy of custom, habit, or disease ; -- usually in a bad sense; as, the inveteracy of prejudice or of error .",
  "iodocresol": "Any of several isomeric iodine derivatives of the cresols, C6H3I(CH3)OH , esp. one, an odorless amorphous powder, used in medicine as a substitute for iodoform.",
  "iodoform": "A yellow, crystalline, volatile substance, CI3H , having an offensive odor and sweetish taste, and analogous to chloroform. It is used in medicine as a healing and antiseptic dressing for wounds and sores.",
  "iron lung": "A steel chamber, usually cylindrical, enclosing the entire body of a person except for the head, used to assist respiration for people suffering from disease, especially poliomyelitis. A reciprocating piston at the end causes alternating high and low pressure inside, which forces or assists the breathing of the patient within.",
  "irregulate": "To make irregular; to disorder.",
  "irremediable": "Not to be remedied, corrected, or redressed; incurable; as, an irremediable disease or evil .",
  "isopathy": "The system which undertakes to cure a disease by means of the virus of the same disease.",
  "-itis": "A suffix used in medical terms to denote an inflammatory disease of ; as, arthr itis ; bronch itis , phren itis , nephr itis .",
  "sabadilla": "A Mexican liliaceous plant ( Schoenocaulon officinale ); also, its seeds, which contain the alkaloid veratrine . It was formerly used in medicine as an emetic and purgative.",
  "safe": "Free from harm, injury, or risk; untouched or unthreatened by danger or injury; unharmed; unhurt; secure; whole; as, safe from disease; safe from storms; safe from foes .",
  "salicylic": "Pertaining to, derived from, or designating, an acid formerly obtained by fusing salicin with potassium hydroxide, and now made in large quantities from phenol (carbolic acid) by the action of carbon dioxide on heated sodium phenolate. It is a white crystalline substance. It is used as an antiseptic, and in its salts in the treatment of rheumatism. Called also hydroxybenzoic acid .",
  "saltpetre": "Potassium nitrate; niter; a white crystalline substance, KNO3 , having a cooling saline taste, obtained by leaching from certain soils in which it is produced by the process of nitrification (see Nitrification , 2). It is a strong oxidizer, is the chief constituent of gunpowder, and is also used as an antiseptic in curing meat, and in medicine as a diuretic, diaphoretic, and refrigerant.",
  "salve": "To heal by applications or medicaments; to cure by remedial treatment; to apply salve to; as, to salve a wound .",
  "sanatorium": "An establishment for the treatment of the sick; a resort for invalids. See Sanitarium .",
  "sarcina": "A genus of bacteria found in various organic fluids, especially in those those of the stomach, associated with certain diseases. The individual organisms undergo division along two perpendicular partitions, so that multiplication takes place in two directions, giving groups of four cubical cells. Also used adjectively; as, a sarcina micrococcus; a sarcina group .",
  "savine": "A coniferous shrub ( Juniperus Sabina ) of Western Asia, occasionally found also in the northern parts of the United States and in British America. It is a compact bush, with dark-colored foliage, and produces small berries having a glaucous bloom. Its bitter, acrid tops are sometimes used in medicine for gout, amenorrhoea, etc.",
  "scab": "An incrustation over a sore, wound, vesicle, or pustule, formed by the drying up of the discharge from the diseased part.",
  "scabbed": "Abounding with scabs; diseased with scabs.",
  "scall": "A scurf or scabby disease, especially of the scalp.",
  "scirrhous": "Proceeding from scirrhus; of the nature of scirrhus; indurated; knotty; as, scirrhous affections; scirrhous disease .",
  "scleroderma": "A disease of adults, characterized by a diffuse rigidity and hardness of the skin.",
  "scorbutical": "Of or pertaining to scurvy; of the nature of, or resembling, scurvy; diseased with scurvy; as, a scorbutic person; scorbutic complaints or symptoms .",
  "scrofula": "A constitutional disease, generally hereditary, especially manifested by chronic enlargement and cheesy degeneration of the lymphatic glands, particularly those of the neck, and marked by a tendency to the development of chronic intractable inflammations of the skin, mucous membrane, bones, joints, and other parts, and by a diminution in the power of resistance to disease or injury and the capacity for recovery. Scrofula is now generally held to be tuberculous in character, and may develop into general or local tuberculosis (consumption).",
  "scuffle": "A rough, haphazard struggle, or trial of strength; a disorderly wrestling at close quarters.",
  "scurvy": "A disease characterized by livid spots, especially about the thighs and legs, due to extravasation of blood, and by spongy gums, and bleeding from almost all the mucous membranes. It is accompanied by paleness, languor, depression, and general debility. It is occasioned by confinement, innutritious food, and hard labor, but especially by lack of fresh vegetable food, or confinement for a long time to a limited range of food, which is incapable of repairing the waste of the system. It was formerly prevalent among sailors and soldiers.",
  "seasonal affective disorder": "A form of mild depression that occurs in winters, associated with reduction in the amount of sunlight. It is characterized by oversleeping, irritability, and sometimes overeating. It can be treated by light therapy and usually disappears with the arrival of spring.",
  "sebesten": "The mucilaginous drupaceous fruit of two East Indian trees ( Cordia Myxa , and Cordia latifolia ), sometimes used medicinally in pectoral diseases.",
  "semiography": "A description of the signs of disease.",
  "semiologioal": "Of or pertaining to the science of signs, or the systematic use of signs; as, a semeiological classification of the signs or symptoms of disease; a semeiological arrangement of signs used as signals.",
  "senna": "The leaves of several leguminous plants of the genus Cassia . ( Cassia acutifolia , Cassia angustifolia , etc.). They constitute a valuable but nauseous cathartic medicine.",
  "serum-therapy": "The treatment of disease by the injection of blood serum from immune animals.",
  "sexual": "Of or pertaining to sex, or the sexes; distinguishing sex; peculiar to the distinction and office of male or female; relating to the distinctive genital organs of the sexes; proceeding from, or based upon, sex; as, sexual characteristics; sexual intercourse, connection, or commerce; sexual desire; sexual diseases; sexual generation .",
  "shank": "To fall off, as a leaf, flower, or capsule, on account of disease affecting the supporting footstalk; -- usually followed by off .",
  "shatter-pated": "Disordered or wandering in intellect; hence, heedless; wild; similar to scatter-brained .",
  "shoddy fever": "A febrile disease characterized by dyspnoea and bronchitis caused by inhaling dust.",
  "sibbens": "A contagious disease, endemic in Scotland, resembling the yaws. It is marked by ulceration of the throat and nose and by pustules and soft fungous excrescences upon the surface of the body. In the Orkneys the name is applied to the itch.",
  "sick": "Affected with disease of any kind; ill; indisposed; not in health. See the Synonym under Illness .",
  "sick-brained": "Disordered in the brain.",
  "sicken": "To become sick; to fall into disease.",
  "sickish": "Somewhat sick or diseased.",
  "sickness": "The quality or state of being sick or diseased; illness; sisease or malady.",
  "sideration": "The state of being siderated, or planet-struck; esp., blast in plants; also, a sudden and apparently causeless stroke of disease, as in apoplexy or paralysis.",
  "simvastatin": "a chemical substance ( C25H38O5 ) having inhibitory activity on the enzyme HMG-CoA reductase, and used in medicine to reduce cholesterol levels in blood.",
  "skimble-scamble": "Rambling; disorderly; unconnected.",
  "sluttish": "Like a slut; untidy; indecently negligent of cleanliness; disorderly; as, a sluttish woman .",
  "smack": "Taste or flavor, esp. a slight taste or flavor; savor; tincture; as, a smack of bitter in the medicine . Also used figuratively.",
  "smallpox": "A contagious, constitutional, febrile disease characterized by a peculiar eruption; variola. The cutaneous eruption is at first a collection of papules which become vesicles (first flat, subsequently umbilicated) and then pustules, and finally thick crusts which slough after a certain time, often leaving a pit, or scar.",
  "smilax": "A genus of perennial climbing plants, usually with a prickly woody stem; green brier, or cat brier. The rootstocks of certain species are the source of the medicine called sarsaparilla.",
  "solidism": "The doctrine that refers all diseases to morbid changes of the solid parts of the body. It rests on the view that the solids alone are endowed with vital properties, and can receive the impression of agents tending to produce disease.",
  "soporific": "A medicine, drug, plant, or other agent that has the quality of inducing sleep; a narcotic.",
  "sore": "A place in an animal body where the skin and flesh are ruptured or bruised, so as to be tender or painful; a painful or diseased place, such as an ulcer or a boil.",
  "space sickness": "a group of symptoms, prominently nausea, but sometimes including lethargy, headache, and sweating, occuring under the weightless conditions of space flight.",
  "spavin": "A disease of horses characterized by a bony swelling developed on the hock as the result of inflammation of the bones; also, the swelling itself. The resulting lameness is due to the inflammation, and not the bony tumor as popularly supposed.",
  "specialism": "Devotion to a particular and restricted part or branch of knowledge, art, or science; as, medical specialism .",
  "specialist": "One who devotes himself to some specialty; as, a medical specialist , one who devotes himself to diseases of particular parts of the body, as the eye, the ear, the nerves, etc.",
  "spikenard": "An aromatic plant. In the United States it is the Aralia racemosa , often called spignet , and used as a medicine. The spikenard of the ancients is the Nardostachys Jatamansi , a native of the Himalayan region. From its blackish roots a perfume for the hair is still prepared in India.",
  "spinach blight": "a disease of spinach plants.",
  "spleenwort": "Any fern of the genus Asplenium , some species of which were anciently used as remedies for disorders of the spleen.",
  "sporadic": "Occurring singly, or apart from other things of the same kind, or in scattered instances; separate; single; as, a sporadic fireball; a sporadic case of disease; a sporadic example of a flower.",
  "squill": "A European bulbous liliaceous plant ( Urginea maritima , formerly Scilla maritima ), of acrid, expectorant, diuretic, and emetic properties, used in medicine. Called also sea onion .",
  "steinkirk": "A kind of neckcloth worn in a loose and disorderly fashion.",
  "stertorous": "Characterized by a deep snoring, which accompanies inspiration in some diseases, especially apoplexy; hence, hoarsely breathing; snoring.",
  "stimulism": "The theory of medical practice which regarded life as dependent upon stimulation, or excitation, and disease as caused by excess or deficiency in the amount of stimulation.",
  "stomachic": "A medicine that strengthens the stomach and excites its action.",
  "stomatoplasty": "Plastic surgery of the mouth.",
  "storax": "Any one of a number of similar complex resins obtained from the bark of several trees and shrubs of the Styrax family. The most common of these is liquid storax , a brown or gray semifluid substance of an agreeable aromatic odor and balsamic taste, sometimes used in perfumery, and in medicine as an expectorant.",
  "strangles": "A disease in horses and swine, in which the upper part of the throat, or groups of lymphatic glands elsewhere, swells.",
  "string theory": "A mathematical theory for describing the properties of fundamental particles, which represents the particles as one-dimensional string-like objects, which exist in the normal four dimensions of space-time plus additional dimensions, the total dimensions being ten, eleven, or twenty-six depending on the version of the theory. The properties of fundamental particles in string theory and their manner of interaction with each other depend upon the modes of vibration of the strings{17}. The attractiveness of this theory rests in part on its ability to provide a unified treatment of gravity as well as the three other basic forces of nature, in a manner consistent with quantum mechanics. The great difficulty of doing the calculations required by the theory, however, has thus far (1999) made it impossible to calculate the observable properties, such as the mass, of known particles, such as the electron, proton, mesons, quarks, and neutron; thus there is as yet no experimental verification for the theory. The most popular version of the theory depends on a mathematical property called supersymmetry, and the theory derived form this principle is properly called superstring theory , a term which is often used interchangeably with string theory . See also string{17}.",
  "strychnine": "A very poisonous alkaloid resembling brucine, obtained from various species of plants, especially from species of Loganiaceae , as from the seeds of the St. Ignatius bean ( Strychnos Ignatia ) and from nux vomica. It is obtained as a white crystalline substance, having a very bitter acrid taste, and is employed in medicine (chiefly in the form of the sulphate) as a powerful neurotic stimulant. Called also strychnia , and formerly strychnina .",
  "student": "A person engaged in study; one who is devoted to learning; a learner; a pupil; a scholar; especially, one who attends a school, or who seeks knowledge from professional teachers or from books; as, the students of an academy, a college, or a university; a medical student ; a hard student .",
  "sturdy": "A disease in sheep and cattle, marked by great nervousness, or by dullness and stupor.",
  "successful": "Resulting in success; assuring, or promotive of, success; accomplishing what was proposed; having the desired effect; hence, prosperous; fortunate; happy; as, a successful use of medicine; a successful experiment; a successful enterprise .",
  "succumb": "To yield; to submit; to give up unresistingly; as, to succumb under calamities; to succumb to disease.",
  "sufferable": "Able to suffer or endure; patient.",
  "suffumigate": "To apply fumes or smoke to the parts of, as to the body in medicine; to fumigate in part.",
  "suffumige": "A medical fume.",
  "suggestive medicine": "Treatment by commands or positive statements addressed to a more or less hypnotized patient.",
  "sumach": "Any plant of the genus Rhus , shrubs or small trees with usually compound leaves and clusters of small flowers. Some of the species are used in tanning, some in dyeing, and some in medicine. One, the Japanese Rhus vernicifera , yields the celebrated Japan varnish, or lacquer.",
  "sumbul": "The musky root of an Asiatic umbelliferous plant, Ferula Sumbul . It is used in medicine as a stimulant.",
  "sunstroke": "Any affection produced by the action of the sun on some part of the body; especially, a sudden prostration of the physical powers, with symptoms resembling those of apoplexy, occasioned by exposure to excessive heat, and often terminating fatally; coup de soleil.",
  "surgeon": "One whose profession or occupation is to cure diseases or injuries of the body by manual operation; one whose occupation is to cure local injuries or disorders (such as wounds, dislocations, tumors, etc.), whether by manual operation, or by medication and constitutional treatment.",
  "surgery": "The art of healing by manual operation; that branch of medical science which treats of manual operations for the healing of diseases or injuries of the body; that branch of medical science which has for its object the cure of local injuries or diseases, as wounds or fractures, tumors, etc., whether by manual operation or by medicines and constitutional treatment.",
  "surgical": "Of or pertaining to surgeons or surgery; done by means of surgery; used in surgery; as, a surgical operation; surgical instruments .",
  "surgically": "By means of surgery.",
  "suspect": "To imagine to exist; to have a slight or vague opinion of the existence of, without proof, and often upon weak evidence or no evidence; to mistrust; to surmise; -- commonly used regarding something unfavorable, hurtful, or wrong; as, to suspect the presence of disease .",
  "symptom": "Any affection which accompanies disease; a perceptible change in the body or its functions, which indicates disease, or the kind or phases of disease; as, the causes of disease often lie beyond our sight, but we learn their nature by the symptoms exhibited .",
  "symptomatical": "Of or pertaining to symptoms; happening in concurrence with something; being a symptom; indicating the existence of something else.",
  "symptomatology": "The doctrine of symptoms; that part of the science of medicine which treats of the symptoms of diseases; semeiology.",
  "synechia": "A disease of the eye, in which the iris adheres to the cornea or to the capsule of the crystalline lens.",
  "synonymic": "The science, or the scientific treatment, of synonymous words.",
  "synteretics": "That department of medicine which relates to the preservation of health; prophylaxis.",
  "synthesis": "Composition, or the putting of two or more things together, as in compounding medicines.",
  "syphilis": "The pox, or venereal disease; a chronic, specific, infectious disease, usually communicated by sexual intercourse or by hereditary transmission, and occurring in three stages known as primary , secondary , and tertiary syphilis . See under Primary , Secondary , and Tertiary .",
  "syphilitically": "In a syphilitic manner; with venereal disease.",
  "syphilology": "That branch of medicine which treats of syphilis.",
  "pachuca tank": "A high and narrow tank, with a central cylinder for the introduction of compressed air, used in the agitation and settling of pulp (pulverized ore and water) during treatment by the cyanide process; -- so named because, though originally devised in New Zealand, it was first practically introduced in Pachuca, Mexico.",
  "painkiller": "A medicine used in to relieve pain.",
  "palaeopathology": "The study of diseases of former times (as inferred from fossil evidence).",
  "palamedeae": "An order, or suborder, including the kamichi, and allied South American birds; -- called also screamers . In many anatomical characters they are allied to the Anseres, but they externally resemble the wading birds.",
  "palpate": "To examine for medical purposes by touching, as of body parts; as, the nurse palpated the patient's stomach .",
  "palpitation": "A rapid pulsation; a throbbing; esp., an abnormal, rapid beating of the heart as when excited by violent exertion, strong emotion, or by disease.",
  "paludism": "The morbid phenomena produced by dwelling among marshes; malarial disease or disposition.",
  "panacea": "A remedy for all diseases; a universal medicine; a cure-all; catholicon; hence, a relief or solace for affliction.",
  "panpharmacon": "A medicine for all diseases; a panacea.",
  "pantagruelism": "The theory or practice of the medical profession; -- used in burlesque or ridicule.",
  "paracelsus": "Philippus Aureolus Paracelsus (originally Theophrastus Bombastus von Hohenheim , also called Theophrastus Paracelsus and Theophrastus von Hohenheim ). Born at Maria-Einsiedeln , in the Canton of Schwyz, Switzerland , Dec. 17 (or 10 Nov.), 1493: died at Salzburg , Sept. 23 (or 24), 1541. A celebrated German-Swiss physician, reformer of therapeutics, iatrochemist, and alchemist. He attended school in a small lead-mining district where his father, William Bombast von Hohenheim , was a physician and teacher of alchemy. The family originally came from W , where the noble family of Bombastus was in possession of the ancestral castle of Hohenheim near Stuttgart until 1409. He entered the University of Basel at the age of sixteen, where he adopted the name Paracelsus , after Celsius , a noted Roman physician. But he left without a degree, first going to Wurtzburg to study under Joannes Trithemius , Abbot of Sponheim (1462-1516), a famous astrologer and alchemist, who initiated him into the mysteries of alchemy. He then spent many years in travel and intercourse with distinguished scholars, studied and practiced medicine and surgery, and at one point attended the Diet of Worms. He was appointed to the office of city physician of Basel, which also made him a lecturer on medicine at Basel about 1526, where, through the publisher Johan Frobenius he made friends with the scholar Erasmus ; and there he fulminated against the medical pseudo-science of his day, and against the blind adherence to ancient medical authorities such as Hippocrates , Galen , and Avicenna , which was still the prevalent philosophy of medicine in the sixteenth century. But soon, in 1528, he was driven from the city by the medical corporations, whose methods he had severely criticized. He found refuge with friends, and traveled and practiced medicine, but could not find a publisher willing to print his books. He preached frequently the need for experimentation in medicine. He is important in the history of medicine chiefly on account of the impetus which he gave to the development of pharmaceutical chemistry. He was also the author of a visionary and theosophic system of philosophy. The first collective edition of his works appeared at Basel in 1589-91. Among the many legends concerning him is that concerning his long sword, which he obtained while serving as barber-surgeon during the Neapolitan wars. It was rumored that in the hilt of the sword he kept a familiar or small demon; some thought he carried the elixer of life in the sword. He is buried in the cemetary of the Hospital of St. Sebastian in Salzburg . For more detailed information about Paracelsus, there is a special project, the Zurich Paracelsus Project available on the Web.",
  "paralgesia": "Disordered sensibility to pain, including absence of sensibility to pain, excessive sensibility to pain, and abnormal painful results of stimuli.",
  "paramedic": "A person who is trained to give first aid and other emergency medical assistance in the absence of a physician, and to assist a physician in the administration of health care. Paramedics are often associated with police, firefighting units, or rescue squads.",
  "paramedical": "Of or pertaining to those providing medical care who are not physicians but serve in the capacity of assisting physicians; nurses, physiotherapists, dieticians, Physical Therapy instructors, and respiratory therapy technicians are examples of paramedical personnel.",
  "paraplegy": "Palsy of the lower half of the body on both sides, caused usually by disease of the spinal cord.",
  "paregoric": "A medicine that mitigates pain; an anodyne; specifically, camphorated tincture of opium; -- called also paregoric elexir .",
  "parelle": "A name for two kinds of dock ( Rumex Patientia and Rumex Hydrolapathum ).",
  "parkinsonism": "A degenerative nervous disorder occurring mostly in persons older than 60 years, characterized in advanced stages by rhythmic muscular tremors, especially in the hands, and by rigidity of movement, a drooping posture, slow speech, and a masklike facial expression; the term designates a set of symptoms, and the underlying disease causing these symptoms is most commonly Parkinson's disease . Parkinsonism results from a deficiency in the neurotransmitter dopamine caused by degeneration of the cells producing that agent. It can be mitigated by chemotherapy with agents such as levodopa ( 3-hydroxy-L-tyrosine ).",
  "parkinson's disease": "A disease causing parkinsonism , a degenerative nervous disorder; sometimes used loosely as a synonym for parkinsonism. More precisely, parkinson's disease is the term for the underlying physiological disorder and parkinsonism is the term for the set of symptoms associated with the disease. See parkinsonism .",
  "paroxysm": "The fit, attack, or exacerbation, of a disease that occurs at intervals, or has decided remissions or intermissions.",
  "parturifacient": "A medicine tending to cause parturition, or to give relief in childbearing.",
  "pasteurellosis": "An acute infectious disease characterized by pneumonia and blood infection.",
  "pasteurism": "A method of treatment, devised by Pasteur , for preventing certain diseases, as hydrophobia, by successive inoculations with an attenuated virus of gradually increasing strength.",
  "pathogene": "Any microorganism which causes disease; a pathogenic organism; an infectious microorganism; a bacterium, virus, or other agent which can cause disease by infection; -- opposed to zymogene . The spelling pathogene is now archaic.",
  "pathogenic": "Of or pertaining to pathogeny; producting disease; as, a pathogenic organism; a pathogenic bacterium.",
  "pathogeny": "The generation, and method of development, of disease; as, the pathogeny of yellow fever is unsettled .",
  "pathognomonic": "Specially or decisively characteristic of a disease; indicating with certainty a disease; as, a pathognomonic symptom .",
  "pathological": "Of or pertaining to pathology.",
  "pathologist": "One skilled in pathology; an investigator in pathology; as, the pathologist of a hospital, whose duty it is to determine the causes of the diseases .",
  "pathology": "The science which treats of diseases, their nature, causes, progress, symptoms, etc.",
  "patience": "The state or quality of being patient; the power of suffering with fortitude; uncomplaining endurance of evils or wrongs, as toil, pain, poverty, insult, oppression, calamity, etc.",
  "patiently": "In a patient manner.",
  "peaceable": "Begin in or at peace; tranquil; quiet; free from, or not disposed to, war, disorder, or excitement; not quarrelsome.",
  "pebrine": "An epidemic disease of the silkworm, characterized by the presence of minute vibratory corpuscles in the blood.",
  "pectoriloquy": "The distinct articulation of the sounds of a patient's voice, heard on applying the ear to the chest in auscultation. It usually indicates some morbid change in the lungs or pleural cavity.",
  "pediatric": "Pertaining to the care and medical treatment of children.",
  "pediatrics": "That branch of medical science which treats of the hygiene and diseases of infants and children.",
  "pellagra": "An affection of the skin, characterized by redness, especially in exposed areas, scaling and shedding of the skin, and accompanied with severe gastrointestinal disturbance and nervous symptoms. It is due to a deficiency of niacin (vitamin B3; nicotinic acid) and protein in the diet, and may be caused by malnutrition, or, in some cases, by a heavy dependence on maize for food. It was at one time (ca. 1890) endemic in Northern Italy, and was called Alpine scurvy . It may also be caused by alcoholism or diease causing an impairment of nutrition. It is also called St. Ignatius's itch , maidism , mal de la rosa , mal rosso , and psychoneurosis maidica . A variety of pellagra seen in children is called infantile pellagra or kwashiorkor .",
  "pemphigus": "A somewhat rare skin disease, characterized by the development of blebs upon different parts of the body.",
  "penicillamine": "A substance ( C5H11NO2S ) which is a degradation product of the penicillins. Chemically it is 3-mercapto-D-valine . It has chelating properties and is used in medicine as an antirheumatic and to chelate copper in cases of hepatolenticular degeneration (Wilson's disease).",
  "penicillin": "Any of a variety of substances having a structure containing a beta-lactam ring fused to a thiirane ring, to which a carboxyl group is attached, but most commonly interpreted as benzyl penicillin . They are notable as powerful antibacterial agents of relatively low toxicity which have found extensive use in medicine for treating bacterial infections. They are categorized as one of the classes of beta-lactam antibiotic . They are produced naturally by some fungi and bacteria, and industrial production processes almost invariably start from some form of the penicillin nucleus produced by fermentation of microorganisms. The fermentation products are then chemically modified to produce derivatives of enhanced potency, safety, or antibacterial spectrum. The first penicillin to see extensive use clinically (during World War II) was penicillin G , also called benzypenicillin , and commonly simply <ldquo/penicillin<rdquo/.",
  "peppermint": "An aromatic and pungent plant of the genus Mentha ( Mentha piperita ), much used in medicine and confectionery.",
  "percuss": "To strike smartly; to strike upon or against; as, to percuss the chest in medical examination .",
  "periapt": "A charm worn as a protection against disease or mischief; an amulet.",
  "periodontitis": "A disease that attacks the gum and bone around the teeth.",
  "perkinism": "A remedial treatment, by drawing the pointed extremities of two rods, each of a different metal, over the affected part; tractoration, -- first employed by Dr. Elisha Perkins of Norwich, Conn. See Metallotherapy .",
  "pest": "A fatal epidemic disease; a pestilence; specif., the plague.",
  "pesthouse": "A house or hospital for persons who are infected with any pestilential disease.",
  "pestilence": "Specifically, the disease known as the plague; hence, any contagious or infectious epidemic disease that is virulent and devastating.",
  "peyer's glands": "Patches of lymphoid nodules, in the walls of the small intestiness; agminated glands; -- called also Peyer's patches . In typhoid fever they become the seat of ulcers which are regarded as the characteristic organic lesion of that disease.",
  "phagedenical": "Of, like, or pertaining to, phagedena; used in the treatment of phagedena; as, a phagedenic ulcer or medicine .",
  "pharmaceutical": "Of or pertaining to the knowledge or art of pharmacy, or to the art of preparing medicines according to the rules or formulas of pharmacy; as, pharmaceutical preparations .",
  "pharmaceutics": "The science of preparing medicines.",
  "pharmacodymanics": "That branch of pharmacology which treats of the action and the effects of medicines in the body, and also their distribution in various bodily tissues over time, and their breakdown and excretion.",
  "pharmacognosis": "That branch of pharmacology which treats of unprepared medicines or simples; -- usually called pharmacognosy , and also pharmacography , and pharmacomathy .",
  "pharmacology": "The science dealing with knowledge of the preparation, use, and effects of drugs or medicines; the art of preparing medicines.",
  "pharmacon": "A medicine or drug; also, a poison.",
  "pharmacopoeia": "A book or treatise describing the drugs, preparations, etc., used in medicine; especially, one that is issued by official authority and considered as an authoritative standard.",
  "pharmacopolist": "One who sells medicines; an apothecary.",
  "pharmacy": "The art or practice of preparing and preserving drugs, and of compounding and dispensing medicines according to prescriptions of physicians; the occupation of an apothecary or a pharmaceutical chemist.",
  "phenacetine": "A white, crystalline compound, C10H13O2N , once used in medicine principally as an antipyretic. It is now seldom used because of serious side effects.",
  "phenol phthalein": "A white or yellowish white crystalline substance, C20H14O4 , formed by condensation of the anhydride of phthalic acid and phenol. Its solution in alkalies is brilliant red, but is decolorized by acids. This reaction, being very delicate, is used as a pH indicator. It is sometimes used as a laxative in veterinary medicine.",
  "phial": "A glass vessel or bottle, especially a small bottle for medicines; a vial.",
  "phlebotomus": "A mild viral disease transmitted by the bite of the sand fly Phlebotomus papatasii .",
  "phlebotomy": "The act or practice of opening a vein for letting blood, in the treatment of disease; venesection; bloodletting.",
  "phlegmagogue": "A medicine supposed to expel phlegm.",
  "phonascetics": "Treatment for restoring or improving the voice.",
  "photopsia": "An affection of the eye, in which the patient perceives luminous rays, flashes, coruscations, etc. See phosphene .",
  "phototherapy": "The application of light for therapeutic purposes, esp. for treating diseases of the skin.",
  "phthiriasis": "A disease ( morbus pediculous ) consisting in the excessive multiplication of lice on the human body.",
  "phthisicky": "Having phthisis, or some symptom of it, as difficulty in breathing.",
  "phthisis": "A wasting or consumption of the tissues. The term is now obsolete; it was once applied to many wasting diseases, but in the early 1900's became restricted to tuberculosis of the lungs (pulmonary phthisis, or consumption). See Consumption .",
  "phylactery": "Any charm or amulet worn as a preservative from danger or disease.",
  "physianthropy": "The philosophy of human life, or the doctrine of the constitution and diseases of man, and their remedies.",
  "physic": "The art of healing diseases; the science of medicine; the theory or practice of medicine; -- an archaic term, superseded by medicine .",
  "physician": "A person skilled in medicine, or the art of healing; especially, one trained and licensed to treat illness and prescribe medicines; a doctor of medicine.",
  "physiological": "Of or pertaining to physiology; relating to the science of the functions of living organism; as, physiological botany or chemistry .",
  "physiologically": "In a physiological manner.",
  "physiologize": "To speculate in physiology; to make physiological investigations.",
  "physiotherapy": "Therapy that uses physical agents: exercise and massage and so on.",
  "phytopathologist": "One skilled in diseases of plants.",
  "phytopathology": "The science of diseases to which plants are liable.",
  "pi": "To put into a mixed and disordered condition, as type; to mix and disarrange the type of; as, to pi a form .",
  "pilgarlic": "One who has lost his hair by disease; a sneaking fellow, or one who is hardly used.",
  "pill": "A medicine in the form of a little ball, or small round mass, to be swallowed whole.",
  "pip": "A contagious disease of fowls, characterized by hoarseness, discharge from the nostrils and eyes, and an accumulation of mucus in the mouth, forming a pip is restricted to this last symptom, the disease being called roup by them.",
  "pipsissewa": "A low evergreen plant ( Chimaphila umbellata ), with narrow, wedge-lanceolate leaves, and an umbel of pretty nodding fragrant blossoms. It has been used in nephritic diseases. Called also prince's pine .",
  "placebo effect": "a reaction by a patient who receives a placebo{2}, in which the symptoms of illness are lessened or an anticipated effect is experienced. Because the placebo{2} itself has no pharmacological activity, this reaction is mediated by the expectations of the patient receiving the placebo{2}; the reaction is considered as an example of the power of suggestion.",
  "plasmid": "A piece of DNA, usually circular, functioning as part of the genetic material of a cell, not integrated with the chromosome and replicating independently of the chromosome, but transferred, like the chromosome, to subsequent generations of daughter cells. In bacteria, plasmids often carry the genes for antibiotic resistance; they are exploited in genetic engineering as the vehicles for introduction of extraneous DNA into cells, to alter the genetic makeup of the cell. The cells thus altered may produce desirable proteins which are extracted and used; in the case of genetically altered plant cells, the altered cells may grow into complete plants with changed properties, as for example, increased resistance to disease.",
  "pleuritical": "Of or pertaining to pleurisy; as, pleuritic symptoms .",
  "plica": "A disease of the hair ( Plica polonica ), in which it becomes twisted and matted together. The disease is of Polish origin, and is hence called also Polish plait .",
  "plumbism": "A diseased condition, produced by the absorption of lead, common among workers in this metal or in its compounds, as among painters, typesetters, etc. It is characterized by various symptoms, as lead colic, lead line, and wrist drop. See under Colic , Lead , and Wrist .",
  "pneumococcus": "A form of micrococcus found in the sputum (and elsewhere) of persons suffering with pneumonia, and thought to be the cause of this disease.",
  "pneumotherapy": "The treatment of disease by inhalations of compressed or rarefied air.",
  "pock": "A pustule raised on the surface of the body in variolous and vaccine diseases.",
  "pocky": "Full of pocks; affected with smallpox or other eruptive disease.",
  "poison": "Any agent which, when introduced into the animal organism, is capable of producing a morbid, noxious, or deadly effect upon it; as, morphine is a deadly poison ; the poison of pestilential diseases.",
  "poke": "A large North American herb of the genus Phytolacca ( Phytolacca decandra ), bearing dark purple juicy berries; -- called also garget , pigeon berry , pocan , and pokeweed . The root and berries have emetic and purgative properties, and are used in medicine. The young shoots are sometimes eaten as a substitute for asparagus, and the berries are said to be used in Europe to color wine.",
  "polychrest": "A medicine that serves for many uses, or that cures many diseases.",
  "polychroite": "The coloring matter of saffron; -- formerly so called because of the change of color on treatment with certain acids; -- called also crocin , and safranin .",
  "polyclinic": "A clinic in which diseases of many sorts are treated; especially, an institution in which clinical instruction is given in all kinds of disease.",
  "polydipsia": "Excessive and constant thirst occasioned by disease.",
  "polypharmacy": "The act or practice of prescribing too many medicines.",
  "porotic": "A medicine supposed to promote the formation of callus.",
  "postnatal": "After birth; subsequent to birth; as, postnatal infanticide; postnatal diseases.",
  "potent": "Producing great physical effects; forcible; powerful' efficacious; as, a potent medicine .",
  "potion": "A draught; a dose; usually, a draught or dose of a liquid medicine.",
  "powwow": "To use conjuration, with noise and confusion, for the cure of disease, etc., as among the North American Indians.",
  "pox": "Strictly, a disease by pustules or eruptions of any kind, but chiefly or wholly restricted to three or four diseases, -- the smallpox, the chicken pox, and the vaccine and the venereal diseases.",
  "practitioner": "One who is engaged in the actual use or exercise of any art or profession, particularly that of law or medicine.",
  "preataxic": "Occurring before the symptom ataxia has developed; -- applied to the early symptoms of locomotor ataxia.",
  "precursory": "Preceding as a precursor or harbinger; indicating something to follow; as, precursory symptoms of a fever .",
  "premonitory": "Giving previous warning or notice; as, premonitory symptoms of disease .",
  "press cake": "A cake of compressed substance, as: in gunpowder manufacture, the cake resulting from compressing the meal powder; in the treatment of coal tar, the pressed product at various stages of the process; or, in beet-sugar manufacture, the vegetable residue after the sugar juice has been expressed.",
  "prevalence": "The quality or condition of being prevalent; superior strength, force, or influence; general existence, reception, or practice; wide extension; as, the prevalence of virtue, of a fashion, or of a disease; the prevalence of a rumor.",
  "preventable": "Capable of being prevented or hindered; as, preventable diseases .",
  "preventive": "That which prevents, hinders, or obstructs; that which intercepts access; in medicine, something to prevent disease; a prophylactic.",
  "prickmadam": "A name given to several species of stonecrop, used as ingredients of vermifuge medicines. See Stonecrop .",
  "prion": "any of several types of protein particle lacking nucleic acid, believed to be the cause of certain slow-developing infectious diseases such as scapie in sheep, and Creutzfeldt-Jakob disease and Kuru in humans.",
  "procatarxis": "The kindling of a disease into action; also, the procatarctic cause.",
  "procrustean": "Of or pertaining to Procrustes , or the mode of torture practiced by him; producing conformity by violent means; as, the Procrustean treatment; a Procrustean limit. See Procrustes .",
  "prodromal": "Of or pertaining to prodromes; as, the prodromal stage of a disease .",
  "proeguminal": "Serving to predispose; predisposing; as, a proeguminal cause of disease .",
  "profanation": "The act of violating sacred things, or of treating them with contempt or irreverence; irreverent or too familiar treatment or use of what is sacred; desecration; as, the profanation of the Sabbath; the profanation of a sanctuary; the profanation of the name of God.",
  "prognosis": "The act or art of foretelling the course and termination of a disease; also, the outlook afforded by this act of judgment; as, the prognosis of hydrophobia is bad .",
  "prognosticate": "To indicate as future; to foretell from signs or symptoms; to prophesy; to foreshow; to predict; as, to prognosticate evil .",
  "proleptics": "The art and science of predicting in medicine.",
  "promote": "To contribute to the growth, enlargement, or prosperity of (any process or thing that is in course); to forward; to further; to encourage; to advance; to excite; as, to promote learning; to promote disorder; to promote a business venture.",
  "prophasis": "Foreknowledge of a disease; prognosis.",
  "prophylactic": "A medicine which preserves or defends against disease; a preventive.",
  "prophylactical": "Defending or preserving from disease; preventive.",
  "prophylaxis": "The art of preserving from, or of preventing, disease; the observance of the rules necessary for the preservation of health; preservative or preventive treatment.",
  "prosector": "One who makes dissections for anatomical illustration; usually, the assistant of a professional anatomist.",
  "provoking": "Having the power or quality of exciting resentment; tending to awaken passion or vexation; as, provoking words or treatment .",
  "prurigo": "A papular disease of the skin, of which intense itching is the chief symptom, the eruption scarcely differing from the healthy cuticle in color.",
  "psora": "A cutaneous disease; especially, the itch.",
  "psychiatry": "The application of the healing art to mental diseases.",
  "psychoanalyze": "To investigate or subject to treatment by psychoanalysis.",
  "psychoanalyse": "To investigate or subject to treatment by psychoanalysis.",
  "psychoanalysis": "A method or process of psychotherapeutic analysis and treatment pf psychoneuroses, based on the work of Dr. Sigmund Freud (1856- 1939) of Vienna. The method rests upon the theory that neurosis is characteristically due to repression of desires consciously rejected but subconsciously persistent; it consists in a close analysis of the patient's mental history, effort being made to bring unconsciuos and preconscious material to consciousness; the methods include analysis of transferance and resistance. In some variants, stress is laid upon the dream life, and of treatment by means of suggestion.",
  "psychopathy": "Mental disease. See Psychosis , 2.",
  "psychotherapeutics": "The treatment of disease by acting on the mind, as by suggestion; mind cure; psychotherapy.",
  "ptysmagogue": "A medicine that promotes the discharge of saliva.",
  "pumiced": "Affected with a kind of chronic laminitis in which there is a growth of soft spongy horn between the coffin bone and the hoof wall. The disease is called pumiced foot , or pumice foot .",
  "purger": "One who, or that which, purges or cleanses; especially, a cathartic medicine.",
  "purpura": "A disease characterized by livid spots on the skin from extravasated blood, with loss of muscular strength, pain in the limbs, and mental dejection; the purples.",
  "pythocenic": "Producing decomposition, as diseases which are supposed to be accompanied or caused by decomposition.",
  "galbanum": "A gum resin exuding from the stems of certain Asiatic umbelliferous plants, mostly species of Ferula . The Bubon Galbanum of South Africa furnishes an inferior kind of galbanum. It has an acrid, bitter taste, a strong, unpleasant smell, and is used for medical purposes, also in the arts, as in the manufacture of varnish.",
  "galenical": "Relating to Galen or to his principles and method of treating diseases.",
  "gallipot": "A glazed earthen pot or vessel, used by druggists and apothecaries for containing medicines, etc.",
  "galvanocaustic": "Relating to the use of galvanic heat as a caustic, especially in medicine.",
  "galvanoscopy": "The use of galvanism in physiological experiments.",
  "garboil": "Tumult; disturbance; disorder.",
  "gastralgia": "Pain in the stomach or epigastrium, as in gastric disorders.",
  "germicidal": "Destructive to germs; -- applied to any agent which has a killing action upon living microorganisms, particularly bacteria or viruses, which are the cause of many infectious diseases.",
  "gerocomy": "That part of medicine which treats of regimen for old people.",
  "gid": "A disease of sheep, characterized by vertigo; the staggers. It is caused by the presence of the C C .",
  "ginseng": "A plant of the genus Aralia , the root of which is highly valued as a medicine among the Chinese. The Chinese plant ( Aralia Schinseng ) has become so rare that the American ( A. quinquefolia ) has largely taken its place, and its root is now an article of export from America to China. The root, when dry, is of a yellowish white color, with a sweetness in the taste somewhat resembling that of licorice, combined with a slight aromatic bitterness.",
  "g-jo": "A Chinese and Japanese medical treatment of symptoms by applying pressure with the fingers to specific pressure points on the body.",
  "glama": "A copious gummy secretion of the humor of the eyelids, in consequence of some disorder; blearedness; lippitude.",
  "glanders": "A highly contagious and very destructive disease of horses, asses, mules, etc., characterized by a constant discharge of sticky matter from the nose, and an enlargement and induration of the glands beneath and within the lower jaw. It may transmitted to dogs, goats, sheep, and to human beings.",
  "glossanthrax": "A disease of horses and cattle accompanied by carbuncles in the mouth and on the tongue.",
  "glyconin": "An emulsion of glycerin and the yolk of eggs, used as an ointment, as a vehicle for medicines, etc.",
  "goa powder": "A bitter powder (also called araroba ) found in the interspaces of the wood of a Brazilian tree ( Andira araroba ) and used as a medicine. It is the material from which chrysarobin is obtained.",
  "gomphiasis": "A disease of the teeth, which causes them to loosen and fall out of their sockets.",
  "gonococcus": "A microorganism (Neisseria gonnorrhoeae) of the genus Neisseria (formerly Micrococcus ), found in the secretion in gonorrhea, and constituting the cause of this disease.",
  "gonorrhoea": "A contagious inflammatory disease of the genitourinary tract, affecting especially the urethra and vagina, and characterized by a mucopurulent discharge, pain in urination, and chordee; clap. It is caused by infection with the bacterium Neiseria gonorrheae , and is commonly transmitted by sexual intercourse.",
  "good-year": "The venereal disease; -- often used as a mild oath.",
  "goujere": "The venereal disease.",
  "gouty": "Diseased with, or subject to, the gout; as, a gouty person; a gouty joint.",
  "graves' disease": "Same as Basedow's disease .",
  "gurjun": "A thin balsam or wood oil derived from the Diptcrocarpus l , an East Indian tree. It is used in medicine, and as a substitute for linseed oil in the coarser kinds of paint.",
  "gynaecology": "The branch of medicine that deals with the diseases and hygiene of women; same as gynecology .",
  "gynecology": "The science which treats of the structure and diseases of women.",
  "xanthoma": "A skin disease marked by the development or irregular yellowish patches upon the skin, especially upon the eyelids; -- called also xanthelasma .",
  "nagana": "A disease of horses and other domestic animals, transmitted by the tsetse fly; any trypanosomiasis, especially the variety caused by Trypanosoma brucei .",
  "naprapathy": "A drugless method of treatment based on the belief that disease symptoms arise from problems with ligaments and connective tissues.",
  "nauheim bath": "Orig., a method of therapeutic treatment administered, esp. for chronic diseases of the curculatory system, at Bad Nauheim , Germany, by G. Schott , consisting in baths in the natural mineral waters of that place, which are charged with carbonic acid, and the use of a graduated course of rest, physical exercises, massage, etc.; hence, any similar treatment using waters artificially charged with the essential ingredients of the natural mineral waters of Bad Nauheim. Hence, Nauheim bath , etc.",
  "nauseous": "Causing, or fitted to cause, nausea; sickening; loathsome; disgusting; exciting abhorrence; as, a nauseous drug or medicine .",
  "nematocide": "A substance that kills nematodes, especially one used in medicine or to kill plant pathogens.",
  "nephralgy": "Neuralgia of the kidneys; a disease characterized by pain in the region of the kidneys without any structural lesion of the latter.",
  "nephrite": "A hard compact mineral, of a dark green color, formerly worn as a remedy for diseases of the kidneys, whence its name; kidney stone; a kind of jade . It varies in color from white to dark green. It is the more common and less valuable variety of jade, the other being jadeite. Large deposits are found in Australia. Called also nephritic stone . See also Jade .",
  "nephritical": "Of or pertaining to the kidneys or urinary organs; renal; as, a nephritic disease .",
  "nephritic": "A medicine adapted to relieve or cure disease of the kidneys.",
  "nerve-shaken": "Affected by a tremor, or by a nervous disease; weakened; overcome by some violent influence or sensation; shocked.",
  "neuralgia": "A disease, the chief symptom of which is a very acute pain, exacerbating or intermitting, which follows the course of a nervous branch, extends to its ramifications, and seems therefore to be seated in the nerve. It seems to be independent of any structural lesion.",
  "neurologist": "One who is versed in neurology; also, one skilled in the treatment of nervous diseases.",
  "neuropathic": "Of or pertaining to neuropathy; of the nature of, or suffering from, nervous disease.",
  "neuropsychology": "the branch of psychology that is concerned with the physiological bases of psychological processes.",
  "neurosis": "A functional nervous affection or disease, that is, a disease of the nerves without any appreciable change of nerve structure.",
  "neurotic": "Of or pertaining to the nerves; seated in the nerves; nervous; as, a neurotic disease .",
  "new thought": "Any form of belief in mental healing, other than (1) Christian Science and (2) hypnotism or psychotherapy. It was practised in the 19th century, and its central principle was affirmative thought, or suggestion, employed with the conviction that man produces changes in his health, his finances, and his life by the adoption of a favorable mental attitude. As a therapeutic doctrine it stands for silent and absent mental treatment, and the theory that all diseases are mental in origin. As a cult it has its unifying idea the inculcation of workable optimism in contrast with the High Thought , used in England.",
  "nidus": "A nest: a repository for the eggs of birds, insects, etc.; a breeding place; esp., the place or substance where parasites or the germs of a disease effect lodgment or are developed.",
  "ningishzida": "A Babylonian underworld deity, the patron of medicine.",
  "nitroglycerine": "A liquid appearing like a heavy oil, colorless or yellowish, and consisting of a mixture of several glycerin salts of nitric acid, and hence more properly called glycerin nitrate ; also called trinitroglycerin and glyceryl trinitrate . It is made by the action of nitric acid on glycerin in the presence of sulphuric acid. It is extremely unstable and terribly explosive. A very dilute solution is used in medicine as a neurotic under the name of glonion .",
  "nobel prize": "Prizes for the encouragement of men and women who work for the interests of humanity, established by the will of Alfred B. Nobel (1833-1896), the Swedish inventor of dynamite, who left his entire estate for this purpose. They are awarded yearly for what is regarded as the most important work during the year in physics, chemistry, medicine or physiology, idealistic literature, and service in the interest of peace. The prizes, averaging $40,000 each, were first awarded in 1901. The monetary value of the awards have increased each year, to near one million U. S. dollars by the end of the 20th century.",
  "noncombatant": "Any person connected with an army, or within the lines of an army, who does not make it his business to fight, as any one of the medical officers and their assistants, chaplains, and others; also, any of the citizens of a place occupied by an army; also, any one holding a similar position with respect to the navy.",
  "noninfectious": "not infectious; --of diseases. Opposite of infectious .",
  "nonmalignant": "Not malignant, as a disease; -- used especially of tumors; as, a nonmalignant growth on the liver .",
  "nosography": "A description or classification of diseases.",
  "nosology": "A systematic arrangement, or classification, of diseases.",
  "nosophobia": "Morbid dread of disease.",
  "nosopoetic": "Producing diseases.",
  "nostrum": "A medicine, the ingredients of which are kept secret for the purpose of restricting the profits of sale to the inventor or proprietor; a quack medicine.",
  "nuclear magnetic resonance": "The specific absorption and re-emission of electromagnetic radiation at characteristic wavelengths by atomic nuclei in a magnetic field. It is abbreviated NMR . The wavelength of the radiation absorbed depends on the type of nucleus, the intensity of the magnetic field, and the local chemical environment in which the nucleus resides. It is the latter effect (called the chemical shift ), by which atoms of specific elements in different chemical compounds show a different resonance frequency, which gives rise to the greatest utility of this phenomenon in analyzing the chemical structure of substances. Similar effects of the chemical environment permit the discrimination of different types of living tissue by virtue of their different chemical composition, thus permitting utilization of the phenomenon in medical diagnostic instruments, especially for magnetic resonance imaging .",
  "nuprin": "A nonsteroidal anti-inflammatory medicine used to relieve the pain of arthritis and as an analgesic and antipyretic; Advil and Motrin and Nuprin are trademarks of brands of ibuprofen tablets.",
  "nyctalopia": "A disease of the eye, in consequence of which the patient can see well in a faint light or at twilight, but is unable to see during the day or in a strong light; day blindness.",
  "nymphomania": "An uncontrollable excessive sexual desire in women, constituting a true disease.",
  "abanga": "A West Indian palm; also the fruit of this palm, the seeds of which are used as a remedy for diseases of the chest.",
  "abdominoscopy": "Examination of the abdomen by means of a laparoscope to detect abdominal diseases.",
  "abirritant": "A medicine that diminishes or alleviates irritation.",
  "abortionist": "One who performs or procures abortion; among medical personnel, also called an abortion provider .",
  "acarina": "The order of Arachnida which includes the mites and ticks. Many species are parasitic, and cause diseases like the itch and mange.",
  "acarine": "Of or caused by acari (acarids, or mites); as, acarine diseases .",
  "achondroplasia": "A skeletal disorder beginning before birth; cartilage is converted to bone resulting in dwarfism.",
  "aciurgy": "Operative surgery.",
  "acritical": "Having no crisis; giving no indications of a crisis; as, acritical symptoms, an acritical abscess .",
  "actinomycin d": "The most well-known of the actinomycins ( C62H86N12O16 ), a class of antibiotics which act by binding to DNA and inhibiting synthesis of RNA; they act agains gram-positive bacteria and many eukaryotic organisma. Actinomycin D has been used in human medicine to treat certain tumors.",
  "actinomycosis": "A chronic infectious disease of cattle and man due to infection with actinomycetes, especially by Actinomyces bovis in cattle and by Actinomyces israeli or Arachnia propionica in man. It is characterized by hard swellings usually in the mouth and jaw. In man the disease may also affect the abdomen or thorax. In cattle it is called also lumpy jaw or big jaw .",
  "addison's disease": "A morbid condition causing a peculiar brownish discoloration of the skin, hypotension, and loss of weight; it is due to insufficient secretion of adrenocortical hormones. Untreated disease is usually fatal. Called also chronic adrenocortical insufficiency",
  "adeno-": "Combining forms of the Greek word for gland ; -- used in words relating to the structure, diseases, etc., of the glands.",
  "adrenalin": "a hormone secreted by the adrenal medulla that acts as a powerful stimulant in reponse to fear or stress; it stimulates autonomic nerve action. It can be obtained as a crystalline substance, C9H13NO3 . It is used in medicine as a vasoconstrictor (hemostatic) and cardiac stimulant, also to reduce allergic reactions and to stimulate the heart in cases of cardiac arrest.",
  "advil": "a nonsteroidal anti-inflammatory medicine used to relieve the pain of arthritis and as an analgesic and antipyretic; Advil and Motrin and Nuprin are trademarks of brands of ibuprofen tablets.",
  "aegrotat": "A medical certificate that a student is ill.",
  "aerotherapeutics": "Treatment of disease by the use of air or other gases.",
  "aesculapian": "Pertaining to <AE/sculapius or to the healing art; medical; medicinal.",
  "aesculapius": "The god of medicine. Hence, a physician.",
  "aestival": "Of or belonging to the summer; as, diseases .",
  "aetiology": "The science, doctrine, or demonstration of causes; esp., the investigation of the causes of any disease; the science of the origin and development of things; etiology.",
  "agrom": "A disease occurring in Bengal and other parts of the East Indies, in which the tongue chaps and cleaves.",
  "ailment": "Indisposition; morbid affection of the body; -- not applied ordinarily to acute diseases.",
  "ajowan": "The fruit of Ammi Copticum , syn. Carum Ajowan , used both as a medicine and as a condiment. An oil containing thymol is extracted from it. Called also Javanee seed , Javanese seed , and ajava .",
  "album graecum": "Dung of dogs or hyenas, which becomes white by exposure to air. It is used in dressing leather, and was formerly used in medicine.",
  "alchemy": "An imaginary art which aimed to transmute the baser metals into gold, to find the panacea, or universal remedy for diseases, etc. It led the way to modern chemistry.",
  "alcoholism": "Chronic excessive drinking of alcoholic beverages that leads to social, occupational, psychological and physiological problems.",
  "alexia": "Inability to read aloud, due to brain disease; the meanings of the words is nevertheless understood. Called also motor alexia .",
  "alexiteric": "A preservative against contagious and infectious diseases, and the effects of poison in general.",
  "algarot": "A term used for the Powder of Algaroth , a white powder which is a compound of trichloride and trioxide of antimony. It was formerly used in medicine as an emetic, purgative, and diaphoretic.",
  "alienist": "One who treats diseases of the mind.",
  "allergist": "a physician skilled in the diagnosis and treatment of allergies.",
  "allopathy": "That system of medical practice which aims to combat disease by the use of remedies which produce effects different from those produced by the special disease treated; -- a term invented by Hahnemann to designate the ordinary practice, as opposed to homeopathy .",
  "alpestrine": "Pertaining to the Alps, or other high mountains; as, Alpestrine diseases, etc.",
  "alpha rays": "Rays of relatively low penetrating power emitted by radium and other radioactive substances, and shown to consist of positively charged alpha particles (helium nuclei) having enormous velocities but small masses. They are slightly deflected by a strong magnetic or electric field. Compare beta ray and gamma ray . Because the rays penetrate only a small distance in dense matter such as living tissue, small pellets of radioactive substances emitting alpha rays have been used to cause local destruction of tissue, as in cancer therapy.",
  "alterative": "A medicine or treatment which gradually induces a change, and restores healthy functions without sensible evacuations.",
  "amaurosis": "A loss or decay of sight as the result of a neurological disease, without any perceptible changes in the eye; -- called also gutta serena , the drop serene <rdquo/ of Milton.",
  "amenorrhoea": "Pathological or physiological absence of menstruation.",
  "aminobenzine": "an oily poisonous liquid amine obtained from nitrobenzene and used to make dyes and plastics and medicines. Same as aniline .",
  "ammoniac": "The concrete juice (gum resin) of an umbelliferous plant, the Dorema ammoniacum . It is brought chiefly from Iran in the form of yellowish tears, which occur singly, or are aggregated into masses. It has a peculiar smell, and a nauseous, sweet taste, followed by a bitter one. It is inflammable, partially soluble in water and in alcohol, and is used in medicine as an expectorant and resolvent, and for the formation of certain plasters.",
  "amulet": "An ornament, gem, or scroll, or a package containing a relic, etc., worn as a charm or preservative against evils or mischief, such as diseases and witchcraft, and generally inscribed with mystic forms or characters. [Also used figuratively.]",
  "amyl nitrite": "A yellowish oily volatile liquid, C5H11NO2 , used in medicine as a heart stimulant and a vasodilator. The inhalation of its vapor instantly produces flushing of the face.",
  "amyloidosis": "A disorder characterized by deposit of extracellular amyloid{2} in organs or tissues in an amount that interferes with normal function of the affected organ; it is often secondary to chronic rheumatoid arthritis or tuberculosis or multiple myeloma. Called also amyloid degeneration waxy degeneration and lardaceous degeneration .",
  "anacathartic": "An anacathartic medicine; an expectorant or an emetic.",
  "anaesthesia": "Entire or partial loss or absence of feeling or sensation; a state of general or local insensibility produced by disease or by the inhalation or application of an anaesthetic.",
  "analeptic": "Restorative; giving strength after disease.",
  "anaphylactic shock": "Shock resulting from anaphylaxis{2}. It is a severe form of physiological shock, often having a fatal outcome, and is caused by an extreme immunological reaction to antigens. It is characterized by smooth muscle contraction and capillary dilation throughout the body, initiated by antibodies of the IgE class. It is usually seen when an antigen to which a person has become hypersensitized is injected intravenously or subcutaneously. It is also called generalyzed anaphylaxis or systemic anaphylaxis , and sometimes anaphylaxis .",
  "anatomical": "Of or relating to anatomy or dissection; as, the anatomic art; anatomical observations.",
  "anatomically": "In an anatomical manner; by means of dissection.",
  "androgenic": "of or pertaining to androgens; having physiological effects like that of an androgen.",
  "anesthetist": "A medical specialist who administers an anesthetic to a patient before the patient is treated.",
  "angiopathy": "Disease of the vessels, esp. the blood vessels.",
  "angostura bark": "A bitter aromatic bark, obtained from a South American tree of the rue family ( Galipea cusparia , or Galipea officinalis ). It is used used as a tonic, in medicines, liqueurs and bitters.",
  "anilinism": "A disease caused by chronic exposure to aniline; aniline toxicity.",
  "animalculism": "The theory which seeks to explain certain physiological and pathological phenomena by means of animalcules.",
  "ankylostomiasis": "A disease caused by the hookworm parasites of the genus Ancylostoma (especially Ancylostoma duodenale ), and Necator americanus . Typically, infection in humans occurs in the small intestine. In the small intestine they suck the blood from the wall and, when present in large numbers, produce a severe anaemia. Called also miner's anaemia , tunnel disease , brickmaker's anaemia , Egyptian chlorosis .",
  "anodyne": "Any medicine which allays pain, as an opiate or narcotic; anything that soothes disturbed feelings.",
  "anopheles": "A genus of mosquitoes which are secondary hosts of the malaria parasites, and whose bite is the usual, if not the only, means of infecting human beings with malaria. Several species are found in the United States. They may be distinguished from the ordinary mosquitoes of the genus Culex by the long slender palpi, nearly equaling the beak in length, while those of the female Culex are very short. They also assume different positions when resting, Culex usually holding the body parallel to the surface on which it rests and keeping the head and beak bent at an angle, while Anopheles holds the body at an angle with the surface and the head and beak in line with it. Unless they become themselves infected by previously biting a subject affected with malaria, the insects cannot transmit the disease.",
  "anoxia": "A physiological state in which insufficient oxygen reaches the tissues of the body, especially when of sufficient severity to cause permanent damage; severe hypoxia.",
  "antaphroditic": "An antaphroditic medicine.",
  "anthracnose": "Any one of several fungus diseases, caused by parasitic species of the series Melanconiales , attacking the bean, grape, melon, cotton, and other plants. In the case of the grape, brown concave spots are formed on the stem and fruit, and the disease is called bird's-eye rot .",
  "anthracosis": "A chronic lung disease, common among coal miners, due to the inhalation of coal dust; -- called also collier's lung and miner's phthisis . See also the related conditions pneumomelanosis and pneumoconiosis ( black lung ).",
  "antibacterial": "killing or inhibiting the growth of bacteria; -- applied also to serum for protection against bacterial diseases.",
  "antimycin": "one of several antibiotic substances produced by several species of Streptomyces , active against various fungi. They are used only experimentally, not in medicine. The two best-known antimycins are antimycin A 1 ( C28H40N2O9 ) and antimycin A 3 ( C26H36N2O9 ). They are notable for their mechanism of action, interference with the proton pumping mechanism of fungi.",
  "antinephritic": "Counteracting, or deemed of use in, diseases of the kidneys.",
  "antiperiodic": "A remedy possessing the property of preventing the return of periodic paroxysms, or exacerbations, of disease, as in intermittent fevers.",
  "antiphlogistic": "Any medicine or diet which tends to check inflammation.",
  "antisplenetic": "Good as a remedy against disease of the spleen.",
  "antistrumous": "Good against scrofulous disorders.",
  "antitoxine": "A substance (sometimes the product of a specific micro-organism and sometimes naturally present in the blood or tissues of an animal), capable of producing immunity from certain diseases, or of counteracting the poisonous effects of pathogenic bacteria.",
  "antrum": "A cavern or cavity, esp. an anatomical cavity or sinus",
  "aphasy": "Loss of the power of speech, or of the appropriate use of words, the vocal organs remaining intact, and the intelligence being preserved. It is dependent on injury or disease of the brain.",
  "aphemia": "Loss of the power of speaking, while retaining the power of writing; -- a disorder of cerebral origin.",
  "apoplectical": "Relating to apoplexy; affected with, inclined to, or symptomatic of, apoplexy; as, an apoplectic person, medicine, habit or temperament, symptom, fit, or stroke .",
  "application": "The act of applying or laying on, in a literal sense; as, the application of emollients to a diseased limb .",
  "apply": "To lay or place; to put or adjust (one thing to another); -- with to ; as, to apply the hand to the breast; to apply medicaments to a diseased part of the body.",
  "apractic": "having uncoordinated muscular movements, symptomatic of a CNS disorder; suffering from apraxia .",
  "apraxic": "having uncoordinated muscular movements, symptomatic of a CNS disorder.",
  "arabist": "One well versed in the Arabic language or literature; also, formerly, one who followed the Arabic system of surgery.",
  "army organization": "The system by which a country raises, classifies, arranges, and equips its armed land forces. The usual divisions are: ( 1 ) A regular or active army , in which soldiers serve continuously with the colors and live in barracks or cantonments when not in the field; ( 2 ) the reserves of this army, in which the soldiers, while remaining constantly subject to a call to the colors, live at their homes, being summoned more or less frequently to report for instruction, drill, or maneuvers; and ( 3 ) one or more classes of soldiers organized largely for territorial defense, living at home and having only occasional periods of drill and instraction, who are variously called home reserves (as in the table below), second , third , etc., line of defense (the regular army and its reserves ordinarily constituting the first line of defense ), territorial forces , or the like. In countries where conscription prevails a soldier is supposed to serve a given number of years. He is usually enrolled first in the regular army, then passes to its reserve, then into the home reserves, to serve until he reaches the age limit. It for any reason he is not enrolled in the regular army, he may begin his service in the army reserves or even the home reserves, but then serves the full number of years or up to the age limit. In equipment the organization of the army is into the three great arms of infantry, cavalry, and artillery, together with more or less numerous other branches, such as engineers, medical corps, etc., besides the staff organizations such as those of the pay and subsistence departments.",
  "arnica": "A genus of plants; also, the most important species ( Arnica montana ), native of the mountains of Europe, used in medicine as a narcotic and stimulant.",
  "aromatic": "A plant, drug, or medicine, characterized by a fragrant smell, and usually by a warm, pungent taste, as ginger, cinnamon, spices.",
  "aroph": "A barbarous word used by the old chemists to designate various medical remedies.",
  "arsenicism": "A diseased condition produced by slow poisoning with arsenic.",
  "arteriosclerosis": "a chronic disease characterized by abnormal thickening and hardening of the walls of the arteries, esp. of the intima, occurring mostly in old age. Subtypes are distinguished, such as arteriolosclerosis and atherosclerosis .",
  "arthrodynia": "An affection characterized by pain in or about a joint, not dependent upon structural disease.",
  "arthropathy": "Any disease of the joints.",
  "articular": "Of or pertaining to the joints; as, an articular disease; an articular process.",
  "asafoetida": "The fetid gum resin or inspissated juice of a large umbelliferous plant ( Ferula asafoetida ) of Persia and the East Indies. It is used in medicine as an antispasmodic.",
  "ascariasis": "A disease, usually accompanied by colicky pains and diarrhea, caused by the presence of ascarids in the gastrointestinal canal.",
  "ass": "A quadruped of the genus Equus ( Equus asinus ), smaller than the horse, and having a peculiarly harsh bray and long ears. The tame or domestic ass is patient, slow, and sure-footed, and has become the type of obstinacy and stupidity. There are several species of wild asses which are swift-footed.",
  "assident": "Usually attending a disease, but not always; as, assident signs, or symptoms .",
  "asthma": "A disease, characterized by difficulty of breathing (due to a spasmodic contraction of the bronchi), recurring at intervals, accompanied with a wheezing sound, a sense of constriction in the chest, a cough, and expectoration.",
  "asthmatical": "Of or pertaining to asthma; as, an asthmatic cough ; liable to, or suffering from, asthma; as, an asthmatic patient .",
  "astringency": "The quality of being astringent; the power of contracting the parts of the body; that quality in medicines or other substances which causes contraction of the organic textures; as, the astringency of tannin .",
  "astringent": "Drawing together the tissues; binding; contracting; -- opposed to laxative ; as, astringent medicines; a butter and astringent taste; astringent fruit.",
  "asymptomatic": "showing no symptoms of disease.",
  "asystolism": "The state or symptoms characteristic of asystole.",
  "ataxy": "Disorder; irregularity.",
  "ataxic": "Characterized by ataxy, that is, (a) by great irregularity of functions or symptoms, or (b) by a lack of coordinating power in movements.",
  "atmiatry": "Treatment of disease by vapors or gases, as by inhalation.",
  "atones": "Characterized by atony, or lack of vital energy; as, an atonic disease .",
  "attacked": "affected by disease.",
  "attenuate": "To make thin or slender, as by mechanical or chemical action upon inanimate objects, or by the effects of starvation, disease, etc., upon living bodies.",
  "aural": "Of or pertaining to the ear; as, aural medicine and surgery .",
  "aureomycin": "a yellow crystalline antibiotic (generic name chlortetracycline ) used to treat certain bacterial and rickettsial diseases.",
  "aurist": "One skilled in treating and curing disorders of the ear.",
  "autacoid": "any physiologically active internal secretion, especially one of uncertain classification.",
  "autism": "a mental disorder characterized by inability to engage in normal social interactions and intense self-absorption, and usually accompanied by other symptoms such as language dysfunctions and repetitive behavior.",
  "autocoid": "any physiologically active internal secretion, especially one of uncertain classification.",
  "autogenics": "training patients in self-induced relaxation.",
  "autopathic": "Dependent upon, or due or relating to, the structure and characteristics of the diseased organism; endopathic; as, an autopathic disease; an autopathic theory of diseases .",
  "autophony": "An auscultatory process, which consists in noting the tone of the observer's own voice, while he speaks, holding his head close to the patient's chest.",
  "autoplasty": "The process of artificially repairing lesions by taking a piece of healthy tissue, as from a neighboring part, to supply the deficiency caused by disease or wounds.",
  "autopsorin": "That which is given under the doctrine of administering a patient's own virus.",
  "avail": "To be of use or advantage; to answer the purpose; to have strength, force, or efficacy sufficient to accomplish the object; as, the plea in bar must avail , that is, be sufficient to defeat the suit; this scheme will not avail ; medicines will not avail to check the disease.",
  "azidothymidine": "an antiviral drug, ( C10H13N5O4 ) used in the treatment of AIDS. It has the generic name of zidovudine ."
}